[
  {
    "date": "17-7-2023",
    "description": "تم عقد محضر تنسيق أعمال بحضور كلٍّ من المدير العام المساعد للمستودعات، والفني محمد رجب، وبحضوري بصفتي المهندس المشرف على المشروع، وذلك لمناقشة وتنفيذ عمل استطالة للمظلة بهدف تركيب غراب شحن في الموقع. ",
    "tag": "خطر",
    "fileLink": [
      "https://drive.google.com/file/d/1LGX2U9sli9JfppH6Mcpat6C8c73lRjAm/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "24-7-2023",
    "description": "تم توجيه خطاب من المهندس المشرف إلى المدير العام المساعد للسلامة والصحة المهنية، لطلب إبداء الرأي حول أعمال العملية المنفذة، بهدف التحقق من مدى توافقها مع متطلبات ومعايير السلامة والصحة المهنية في المشروع.",
    "tag": "اصلي",
    "fileLink": [
      "https://drive.google.com/file/d/1_qqO4YpxERdDYM4_NxWw7iqGjnYzwg00/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "25-7-2023",
    "description": "محضر تنسيق أعمال مع شركة مصر للبترول يفيد بتركيب غراب شحن ",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1Q3ygBzIEjwajt89b1IEmeowZkaDMx5wV/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "24-10-2023",
    "description": "تم إعداد محضر إثبات حالة بحضور المهندس المشرف، والمقاول، والفني محمد رجب، يفيد بأن المقاول قام بنزع العزل الحراري دون الحصول على إذن من أي جهة في الشركة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1SjPX2n7vre_OaywKl2FwQtQiNaNivPOz/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "يوضح المخالفة بشكل مباشر وواضح.\n\nيحدد الأطراف الحاضرة ومسؤولية المقاول بوضوح."
  },
  {
    "date": "25-10-2023",
    "description": "تم توجيه خطاب من المهندس المشرف إلى المقاول لتأكيد ما حدث بتاريخ 24.10.2023، حيث قام المقاول بنزع العزل دون الحصول على إذن من أي جهة في الشركة، وتم تسليمه صورة من الخطاب.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1EGGhbRqhAc3OWLX842ZOXzdXvw2Pr05V/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "يحدد تاريخ الواقعة بدقة.\n\nيوضح المخالفة والإجراء المتخذ رسميًا تجاهها.\n\nيشير إلى توثيق التواصل من خلال تسليم صورة للمقاول."
  },
  {
    "date": "26-10-2023",
    "description": "تم توجيه خطاب من المهندس المشرف إلى مدير عام منطقة القناة يفيد بأن أعمال المقاول غير مسؤولة وغير متقنة، مع إرفاق ما حدث بتاريخ 24.10.2023، متضمنًا الجواب الموقع من مدير عام المنطقة ومن طارق جلال، الذي وجّه بإجراء تحقيق مكتبي في الواقعة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1QGYFH4l_86zH4nWWtmO__cTptfwP0okY/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "يوضح مضمون الشكوى والإجراء المتخذ بشأنها.\n\nيشير إلى وجود توثيق رسمي وموافقات موقعة.\n\nيبيّن أن الموضوع أُحيل للتحقيق، مما يعزز موقفك الإداري."
  },
  {
    "date": "8-11-2023",
    "description": "تم عقد محضر تنسيق أعمال بين المهندس المشرف والمقاول، حيث تم إلزام المقاول بتنزيل الخط الخارج عن الخدمة قطر 10 بوصة قبل سقوطه، وتقطيعه وتنظيف الموقع. كما تم توجيه طلب شفهي للمقاول بتوفير كراسة مخصصة لتسجيل الأعمال اليومية.",
    "tag": "خطر",
    "fileLink": [
      "https://drive.google.com/file/d/1vrTJ3L7kgT-cAR8cYi9g9saurK4JoKdL/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "10-11-2023",
    "description": "تقدم المقاول بطلب إيقاف العمل موجّه إلى مدير عام المنطقة، موضحًا أن سبب التوقف يعود إلى عدم إمكانية إيقاف الطلمبات ومظلة الشحن، إضافة إلى عدم توفر المواسير اللازمة للتركيب. وقد تم التوقيع على الطلب من قبل مدير عام مساعد الصيانة والمهندس المشرف والمدير العام.",
    "tag": "تم تقديمة",
    "fileLink": [
      "https://drive.google.com/file/d/13mvjeEldDQZvpNcrevi1c2PSf661SCVB/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "13-11-2023",
    "description": "تم توجيه خطاب من المهندس المشرف إلى المقاول، يفيد بإلزامه بإصدار جميع الشهادات الخاصة بالسلامة وتصاريح العمل، باعتبار ذلك من الالتزامات الأساسية المنصوص عليها في عقد المشروع، وقد استلم المقاول الخطاب رسميًا.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/14-yqGi9l5V_mehb3AKE9T7nscF1V_a7L/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "يُظهر أن المقاول غير ملتزم ببنود التعاقد ولم يطّلع عليها بشكل كافٍ، وهو ما يُبرز ضعف التزامه المهني ويقوّي موقف المهندس المشرف في المتابعة."
  },
  {
    "date": "22-11-2023",
    "description": "تم عقد محضر تنسيق أعمال بين المهندس المشرف ومدير عام مساعد المستودعات، وتم الاتفاق على أن يكون ارتفاع المظلة 4 أمتار من منسوب الأرض إلى منسوب المشاية.وتم تغير المنسوب فيما بعد من مدير عام مساعد المستودعات بتاريخ 2-2-2025",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1euBFkbiEC76BO-IV_1Qs_I0Q8C_jAfKp/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "28-11-2023",
    "description": "تم توجيه خطاب من المقاول إلى مدير عام مساعد الصيانة لطلب استئناف العمل خلال فترة التوقف، وقد تم التوقيع على الخطاب من قبل المهندس المشرف.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1bZIMlsztYaketw3jAUrarlv-wKOLmAxC/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "30-11-2023",
    "description": "تم إعداد محضر إثبات حالة بحضور مدير عام مساعد المستودعات والمهندس المشرف، يفيد بأن أعمال المقاول غير متقنة وغير مسؤولة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1wk2keKPkTsNDd862RoL1RjnT9v12Miz5/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "يوثق سلوكًا غير مهني من المقاول بالإضافة إلى ضعف جودة التنفيذ.\nيعزز موقف المهندس المشرف من حيث الدقة في المتابعة والتوثيق."
  },
  {
    "date": "30-11-2023",
    "description": "تم إعداد محضر إثبات حالة بحضور المهندس المشرف، ومحمد السيد، ووليد، ويوسف، يفيد بأن أعمال المقاول غير متقنة وغير مسؤولة، وأن المقاول تحدث بأسلوب غير لائق ومهين تجاه المهندس المشرف أثناء تواجده بالموقع.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1AEngl5fREd9rKdblCF31nrykRmUyQEJX/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "يوثق المخالفتين بوضوح: ضعف أداء المقاول وسلوكه غير المهني.\n\nيعزز موقف المهندس المشرف من حيث الالتزام بالتوثيق الرسمي وحفظ الحقوق."
  },
  {
    "date": "3-12-2023",
    "description": "تم توجيه خطاب من مدير عام مساعد السلامة والصحة المهنية إلى مدير عام منطقة القناة، يفيد بأن أعمال المقاول غير متقنة وغير مسؤولة، وقد نتج عنها خسائر بالموقع.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1BYQ9qrikFjw5IWyR8e3ymEsM0pn92s3t/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "يربط بين ضعف أداء المقاول ونتائج مادية مباشرة (الخسائر).\n\nصياغة رسمية واضحة تدعم اتخاذ إجراء إداري بحق المقاول."
  },
  {
    "date": "4-12-2023",
    "description": "تم توجيه خطاب من المهندس المشرف إلى المقاول، موقّع من مدير عام خبير طارق جلال، يفيد بضرورة رفع المخلفات من الموقع، مع الإشارة إلى أن الأعمال تسير ببطء شديد وغير متقن. وقد استلم المقاول الخطاب رسميًا، في حين رفض مدير عام مساعد الصيانة التوقيع عليه.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1j7Qe17UTxSBtqShfX2XHkV3zA8a_bYkL/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد+مقاول",
    "condemnationDescription": "يوضح الأطراف المشاركة ومواقفهم بدقة، بما في ذلك رفض أحد المسؤولين التوقيع.\nيوثق ملاحظات الإشراف الفنية والإدارية بشكل رسمي.\nيثبت استلام المقاول للخطاب، مما يعزز مسؤولية التنفيذ."
  },
  {
    "date": "4-12-2023",
    "description": "تقدّم المقاول بطلب لاعتماد بنود إضافية بقيمة إجمالية تبلغ 789,000 جنيه، رغم أن جميع هذه البنود واردة مسبقًا إما في أمر الإسناد أو في الاشتراطات أو نصّ عليها التعاقد بشكل صريح.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1UCIQVz_icsSTseDgDluvfizf2Ru4sDAE/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "يربط الطلب المقدم بنصوص التعاقد وأمر الإسناد، مما يُظهر المتابعة الدقيقة من جهة الإشراف.\nيعزز موقف المهندس المشرف في رفض أي مطالبات غير مستحقة.\nطلب المقاول صرف مبالغ إضافية مقابل بنود سبق ورودها في أمر الإسناد والعقد، ما يشكّل محاولة غير مبررة لتحصيل مستحقات لا سند لها تعاقديًا، ويدل على تقصير أو سوء نية من المقاول في مراجعة مستندات المشروع."
  },
  {
    "date": "10-12-2023",
    "description": "تم توجيه خطاب من المهندس المشرف إلى مدير عام منطقة القناة بضرورة سحب العملية من المقاول نظرًا لعدم التزامه بأداء الأعمال بالمستوى المطلوب. إلا أن الإدارة لم تتخذ أي إجراء تجاه الخطاب وتم تجاهله بالكامل.",
    "tag": "لا يمكن تجاهله",
    "fileLink": [],
    "condemnation": "مدير عام و مساعد",
    "condemnationDescription": "يبيّن أن المهندس المشرف قام بدوره الإداري والفني برفع التوصية المناسبة.\nيوثق موقف الإشراف المهني تجاه استمرار المقاول المقصّر.\nتجاهلت الإدارة خطاب المهندس المشرف الذي أوصى بسحب العملية من المقاول رغم وجود مبررات فنية وإدارية كافية، ما يُعد تواطؤًا أو تقصيرًا إداريًا واضحًا في اتخاذ الإجراء اللازم، وأدى إلى إضعاف المتابعة التنفيذية للمشروع."
  },
  {
    "date": "12-12-2023",
    "description": "رد مدير عام المنطقة على المهندس المشرف بشأن خطاب الاستعجال المؤرخ 10-12-2023، موجهًا بضرورة الالتزام بالتسلسل الوظيفي عبر مدير عام الشؤون الهندسية قبل مخاطبته مباشرة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1Xm5rfo-nHi3zH1dvtXphxhvTyy09QmSy/view?usp=drive_link"
    ],
    "condemnation": "مدير عام",
    "condemnationDescription": "يُظهر الرد تجاهل المدير العام لمضمون خطاب الاستعجال والتركيز بدلًا من ذلك على الشكل الإداري (التسلسل الوظيفي)، ما يعكس تواطؤًا أو محاولة لتأخير الإجراءات الجوهرية المتعلقة بمضمون الخطاب الفني الأصلي."
  },
  {
    "date": "12-12-2023",
    "description": "تم إعداد محضر إثبات حالة بحضور المهندس المشرف، وموظفي السلامة والصحة المهنية وائل رضوان ومحمد عبد المنعم، يفيد بأن المقاول لم يقم باستكمال أعمال التنظيف بالموقع.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1DIv24ZubmPmhH5sjGeqyu3h8x7POeN1b/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "يُظهر المحضر تقصيرًا واضحًا من المقاول لعدم استكمال أعمال التنظيف المكلف بها، رغم حضور ممثلي السلامة والصحة المهنية وتأكيدهم على ذلك، مما يعكس ضعف التزامه بالتنفيذ وباشتراطات الموقع."
  },
  {
    "date": "12-12-2023",
    "description": "قام المقاول بالتعدي اللفظي على المهندس المشرف في موقع العمل، حيث وجه له ألفاظًا تتضمن السب والقذف والإهانة أمام عدد من الموظفين والمديرين الحاضرين بالموقع.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/13MYC4m1i7CXCY_7zLWnSS4yzHy984Dnd/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "تُعد الواقعة تعديًا لفظيًا صريحًا من المقاول على المهندس المشرف داخل موقع العمل، ما يشكل إخلالًا جسيمًا بشروط التعاقد والسلوك المهني.\nوفي حال عدم اتخاذ الإدارة إجراءات فورية تجاه المقاول، فذلك يُعد تواطؤًا أو تقصيرًا إداريًا واضحًا في حماية المهندس المشرف وضمان الانضباط بالموقع."
  },
  {
    "date": "16-12-2023",
    "description": "تقدم المقاول بخطاب يطلب فيه وقف الأعمال بالموقع، معللًا ذلك بعدم إمكانية إيقاف الطلمبة أو المظلة، بالإضافة إلى عدم توفر المواسير اللازمة للتركيب. وقد تم توقيع الخطاب من مدير عام مساعد الصيانة ومن المهندس المشرف.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1CZIw1w2aP2S-12QRqszLaWbch15VWaoS/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "دائم الحجج فقد سبق ان عرض هذا الامر سابقا في 10-11-2023"
  },
  {
    "date": "18-12-2023",
    "description": "تم إرسال فاكس رسمي من المهندس المشرف إلى مدير عام مساعد الصيانة، وقد عُرض أيضًا على المدير العام، بطلب سرعة اتخاذ قرار حاسم بشأن الواقعة. إلا أن الرد جاء مخيبًا للتوقعات، إذ تم إلزام المهندس المشرف بالاستمرار في العمل مع المقاول ذاته دون النظر إلى جسامة ما حدث.\nوبحرصٍ على استمرار سير العمل وتجنّب أي احتكاك، طلب المهندس المشرف تحمّل جميع أعمال أحد الزملاء على أن يتولى ذلك الزميل التعامل المباشر مع المقاول، غير أن هذا الطلب قوبل بالرفض دون تقديم مبررات منطقية، مما أظهر إصرارًا غير مبرر على إبقائه في التعامل المباشر مع المقاول.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1EOcBltRHaa-DobBCszHTUZzVtanXAlq_/view?usp=drive_link"
    ],
    "condemnation": "مدير عام و مساعد",
    "condemnationDescription": "يُظهر النص تواطؤًا أو تقصيرًا إداريًا واضحًا من كلٍّ من المدير العام ومدير عام مساعد الصيانة، إذ تم تجاهل الواقعة الجسيمة التي ارتكبها المقاول، وإصرار الإدارة على استمرار المهندس المشرف في التعامل معه رغم اعتراضه المبرر.\nكما أن رفض طلب منطقي بنقل مسؤولية التعامل مع المقاول دون إبداء مبررات يُعد إساءة استعمال للسلطة الإدارية وتجاهلًا لاعتبارات مهنية وأمنية تخص بيئة العمل."
  },
  {
    "date": "20-12-2023",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف موجه إلى المقاول، يُلزم فيه المقاول بالالتزام بمناسيب خطوط السحب والطرد، وعدم شراء أي لوازم أو إنشاء حوامل لمواسير قطر 6 بوصة دون تعليمات صريحة من المهندس المشرف، مع التأكيد على عدم تنفيذ أي أعمال خارج توجيهاته الفنية.",
    "tag": "خطر",
    "fileLink": [
      "https://drive.google.com/file/d/1cGGv-5JFrXFhpv7QywdwefCj-8CeK3f_/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "يُستدل من مضمون المحضر أن المقاول سبق وأن باشر أو حاول تنفيذ أعمال أو مشتريات دون الرجوع للمهندس المشرف، ما يدل على تجاوزات فنية وإدارية من المقاول تستوجب التنبيه والمساءلة لعدم التزامه بالتعليمات والإشراف الفني للموقع."
  },
  {
    "date": "21-12-2023",
    "description": "تم إعداد محضر إثبات حالة يفيد بأن المقاول وجّه إهانات وألفاظ سب إلى المهندس المشرف أثناء تواجده بالموقع، وأعلن صراحةً عدم التزامه بتعليمات المهندس المشرف وعدم تنفيذ توجيهاته، وذلك بحضور مدير عام خبير طارق جلال ومدير عام مساعد الصيانة.\nوقد تم توقيع المحضر من موظفي المستودع يوسف ومحمد محمود كشهود على الواقعة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1pP8-K9OBYJzn9eYlf6APlw41IP4LXXs2/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "الواقعة تُظهر تعديًا لفظيًا وسلوكيًا جسيمًا من المقاول على المهندس المشرف، ورفضًا صريحًا لتعليماته أمام كلٍّ من مدير عام خبير طارق جلال ومدير عام مساعد الصيانة.\nكما أن عدم اتخاذ إجراء فوري من الحاضرين تجاه سلوك المقاول يُعد تقصيرًا أو تواطؤًا إداريًا واضحًا، خصوصًا أن الواقعة حدثت على مرأى من قيادات الموقع."
  },
  {
    "date": "26-12-2023",
    "description": "تقدّم المقاول بخطاب إلى مدير عام مساعد الصيانة تضمن عدة ادعاءات غير صحيحة وادعاءات كاذبة، منها:\n\nادعاء أن مهندس العملية أعطى تعليمات شفاهية بفك العزل.\n\nادعاء أنه قام بفك العزل عن 3 خطوط بطول 150 متر لاستخدامها وتقطيعها لإنشاء خطوط جديدة.\n\nإدعاء أنه أتم خمسين في المائة من الأعمال، ورفع العزل عن 150 مترًا من موسير 12 بوصة مجانًا وبدون بنود إضافية.\n\nإدعاء وجود مهندس ميكانيكا نقابي منذ بدء العملية، وأنه سيقوم بتوفير أخصائي سلامة.\n\nادعاء أنه سيعيد خط البخار المقطوع إلى وضعه الأصلي.\n\nطلب تغيير مهندس العملية واستحداث لجنة لاستكمال الأعمال.\n\nإدعاءات أخرى حول تركيب 36 متر موسير 6 بوصة، و50 متر موسير 10 بوصة، و20 متر موسير 10 بوصة.\nوكل هذه الادعاءات غير صحيحة ومجرد افتراء وكذب.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1FMb-uLFKErdV6dXe4TvDr_hmjVdVco1H/view?usp=drive_link",
      "https://drive.google.com/file/d/1fwnLChQRuWtJ-1Xerqk2ZpS4e7FZFcEa/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "المقاول قدّم خطابًا مليئًا بالكذب والافتراء، بما في ذلك ادعاءات غير صحيحة عن تعليمات المهندس المشرف وتنفيذ الأعمال ونسب الإنجاز، مما يشكل خروقات واضحة للتعاقد وسوء نية في إدارة العمل.\nإذا لم تتخذ الإدارة أي إجراءات للتثبت أو تصحيح الوضع، فذلك يُعد تقصيرًا أو تواطؤًا محتملًا من الإدارة في حماية المشروع والإشراف الفني.\nقدم المقاول برنامج زمني لا اعلم عنه شئ وانا موقع علية كيف !!!!!!"
  },
  {
    "date": "24-12-2023",
    "description": "تم إرسال فاكس من المهندس المشرف إلى مدير عام مساعد الصيانة، مرفوعًا أيضًا للمدير العام، أشار فيه إلى خطابات سابقة بتاريخ 9-12 و20-12، موضحًا ما يلي:\n\nتم الاتفاق مسبقًا على محاسبة المقاول على سعر الصاج ونسبة من العزل، غير أن المقاول يرفض التنفيذ.\n\nالمقاول يعمل منذ 44 يومًا وتم تنفيذ 10% فقط من الأعمال.\n\nطلب رد الصاج إلى المخازن، وتوفير مهندس ميكانيكي وأخصائي سلامة، وسحب أي شخص من الموقع، واستكمال أعمال النظافة وخط البخار، وإلزام المقاول بإصلاح التلفيات في خط الإطفاء، إلا أن جميع هذه الطلبات قوبلت بالرفض.\n\nأُشير إلى أنه تم طلب تحويل الأمر إلى الشؤون القانونية يوم الخميس 21-12-2023 الساعة 1:30 ظهرًا، ولم يستجب مدير عام مساعد الصيانة أو المدير العام.\n\nأُقرّ بأن استكمال العمل مع المقاول أصبح مستحيلًا، وتم توجيه صورة من الفاكس إلى السيد المحاسب مدير عام المنطقة.\n\nأشار مدير عام مساعد الصيانة إلى إعداد خطاب للمقاول بهذه الملاحظات وتشغيله، بحجة أن توقف العمل بسبب المهندس المشرف، مع تهديد بتحويل المهندس المشرف للتحقيق إذا لم يتم الالتزام.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1BZ85wQ4HiVSJpjUMfCQ0OXz0jv6lmS3b/view?usp=drive_link"
    ],
    "condemnation": "مدير عام و مساعد",
    "condemnationDescription": "رفض المقاول الالتزام بتنفيذ البنود المتفق عليها يشكل تقصيرًا وإخلالًا بالعقد.\n\nتجاهل مدير عام مساعد الصيانة والمدير العام للفاكس ولمتابعة الطلبات المهمة يدل على تقصير إداري واضح وربما تواطؤ في استمرار التعامل مع المقاول غير الملتزم، ما أدى إلى توقف العمل واستمرار المخاطر بالموقع."
  },
  {
    "date": "27-12-2023",
    "description": "تم توجيه خطاب من المهندس المشرف إلى مدير عام مساعد الصيانة، بالإشارة إلى خطاب سابق بتاريخ 26-12-2023، موضحًا ما يلي:\n\nتم تكليف المقاول رقم 2 من المناقصة لاستكمال الأعمال المتبقية المتعلقة باللوح والقوانين المعمول بها.\n\nطلب المهندس المشرف سحبه من العملية واستبداله بأحد الزملاء، مع التأكيد على أنه في حالة السحب يجب إبلاغ البديل بأن المقاول سيتم محاسبته على تكلفة الصاج الجديد ونسبة من الصوف الصخري، وليس على سعر العطاء، كما تم الاتفاق عليه بمعرفة مدير عام خبير طارق جلال.\n\nألزم المقاول بإصلاح خط الإطفاء طبقًا لأصول الصناعة.\n\nأُقرّ بأن المقاول لم ولن يمكن مناقشته في هذا الصدد مرة أخرى إلا عبر الشؤون القانونية، وذلك لضمان سرعة تنفيذ الأعمال.\n\nتم توجيه صورة من هذا الخطاب إلى السيد المحاسب مدير عام منطقة القناة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1VVE3uaeqXi_GCjwcc4wa4ES4x00rWEea/view?usp=drive_link"
    ],
    "condemnation": "مدير عام و مساعد",
    "condemnationDescription": "المقاول أظهر عدم تعاون والتزام في تنفيذ الأعمال وفق المعايير والتوجيهات، مما يستدعي الاستعانة بمقاول آخر لضمان جودة التنفيذ.\n\nرفض الإدارة أو تأخيرها في اتخاذ إجراءات حاسمة بشأن استبدال المقاول أو متابعة الالتزامات الفنية يُعد تقصيرًا أو تواطؤًا إداريًا قد يعرقل استكمال المشروع."
  },
  {
    "date": "31-12-2023",
    "description": "أصدر المقاول تفويضًا لمهندس نقابي لمتابعة الأعمال بالنيابة عنه، وذلك بناءً على تعليمات شفاهية من المدير العام.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1nSw4UM2sbH_Axof2hCbGbmwo2461cUle/view?usp=drive_link"
    ],
    "condemnation": "مدير عام",
    "condemnationDescription": "تعليمات شفاهية من المدير العام دون توثيق رسمي قد يُشكل تقصيرًا إداريًا ويتيح للمقاول التهرب من مسؤوليته المباشرة، مما يعرض المشروع لمخاطر متابعة"
  },
  {
    "date": "2-1-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف موجه إلى المقاول، يتضمن التعليمات التالية:\n\nتركيب 4 مشايات في المواقع المحددة لها.\n\nلحام خط الطرد قطر 10 بوصة حتى بداية الترنش.\n\nتجهيز الحفر لخطي الحريق الأمامي والخلفي والحوامل.\n\nاستكمال أعمال الخط 6 بوصة الخاص بالمظلة.\n\nاستكمال تنزيل الخط 10 بوصة الخاص بالمظلة القديمة خارج الخدمة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1G541lGpVWmyOagedXWTjgUFlxuWw2RTE/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "3-1-2024",
    "description": "تم توجيه خطاب من المهندس المشرف إلى المقاول باستئناف الأعمال بعد توفير المواسير اللازمة، مع الإشارة إلى خطاب المقاول المؤرخ 16-12-2023. وقد وقع الخطاب المهندس المشرف، واستلمه المقاول رسميًا.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1RPArSRpSH05ebjsV-tZIvmEgW8W2Pu6-/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "5-1-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف موجه إلى المقاول، يتضمن التعليمات التالية:\n\nاستكمال أعمال التطهير والنظافة.\n\nاستبدال الفلانشات 4 بوصة و6 بوصة بأخرى مطابقة للمواصفات.\n\nاستكمال أعمال الحوامل للمواسير 10 بوصة في أسرع وقت ممكن.\nوقد أشار المقاول إلى تشكيل لجنة، مدعيًا أن هذه الملاحظات غير صحيحة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1NhL7_AF313iwn_3i5sSczDwHe-eM0nLT/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "10-1-2024",
    "description": "تم إعداد محضر تسليم مهمات للمقاول، يتضمن ما يلي:\n\n35 قطعة صاج مجلفن بسمك 0.5 مم.\n\n60 قطعة صاج مجلفن بسمك 0.5 مم.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1TxfN_5HYzfnVT6FX48I-6Fn8ZOHflkbq/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "22-1-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف، بحضور الأمن الصناعي والمقاول، يشمل متابعة الأعمال الساخنة وفك الوصلات بالموقع.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1wjoTZCSr97eO3FDgAngS3f8uT46HNUmB/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "3-3-2024",
    "description": "تم توجيه خطاب من المهندس المشرف إلى مدير عام مساعد الصيانة، يفيد بأن المقاول توقف عن العمل لمدة أكثر من 20 يومًا بسبب متطلبات السلامة والصحة المهنية. وقد وقع الخطاب المقاول، كما تم إرسال نسخة إلى مدير عام المنطقة ومدير عام السلامة والصحة المهنية.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1uULw6BqckhCMj0ykQM9OlAQ6mS9U2x1a/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "لحفاظ على حياد مهني واضح تجاه المقاول رغم توقفه وإهاناته، مع التركيز على سلامة وصحة الموقع"
  },
  {
    "date": "3-3-2024",
    "description": "تم توجيه خطاب من المهندس المشرف إلى مدير عام مساعد الصيانة، يفيد بوجود مقاول آخر يعمل داخل عنبر الطلمبات ويتولى مسؤولية أعمال التنظيف، وطلب المهندس المشرف السماح للمقاول بالعمل بالتوازي مع أعمال التنظيف، مع إخراج المخلفات دفعة واحدة لضمان سير العمل بكفاءة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/11zMr1WZTCkxRW25gI3hY0Z-TsIbUPbUd/view?usp=drive_link",
      "https://drive.google.com/file/d/1wmU83M6hV-M99GWnV3pZrEk4fJSx-kim/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "إظهار حياد ومهنية في التعامل مع المقاول والإدارة، مع مراعاة سير الأعمال وتنسيق المهام بين المقاولين"
  },
  {
    "date": "7-3-2024",
    "description": "تم توجيه خطاب من المهندس المشرف إلى مدير عام المنطقة بشأن زيادة الكمية في البند 5.3 الخاص بمواسير قطر 12 بوصة، وقد تم توقيع الخطاب من مدير عام مساعد الصيانة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1hoIvasF8WxN-uolMvBLj29Cl_6fydAuW/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد+مقاول",
    "condemnationDescription": "إظهار تنظيم مهني ودقة في متابعة بنود العقد والكميات المطلوبة من المهندس المشرف"
  },
  {
    "date": "15-4-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف مع المقاول، يُبلغ فيه أن يومي الجمعة والسبت إجازة، ويُطلب عدم تقديم أي صرف أو إعداد أوامر شراء خلال هذين اليومين، على أن يتم تقديم الطلبات في بداية الأسبوع أو عند صدور التعليمات الرسمية.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1Bsg37AaAdtnLRUq9jEVEFgqwed_cA7Hg/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "إظهار تنظيم مهني وتخطيط مسبق من المهندس المشرف لأيام العمل والإجازات، مما يعكس الحرص على سير العمل بشكل منظم.\nظهر أن المقاول قد يتعمد الابتعاد عن الإشراف والعمل خلال أيام الإجازات، ما يعكس محاولة للتحايل على الرقابة المباشرة والإشراف الفني"
  },
  {
    "date": "16-4-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف موجه إلى المقاول، يُلزم فيه المقاول برفع المخلفات من الموقع فورًا لضمان نظافة وسلامة بيئة العمل.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/17oM2Lqdy52GDoshN_I03vJSQLA-jt4qR/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "المقاول لم يقم بالالتزام برفع المخلفات في الوقت المناسب، ما يدل على تقصير واضح من المقاول"
  },
  {
    "date": "28-4-2024",
    "description": "تم توجيه خطابات من المهندس المشرف إلى المقاول تُلزم بسرعة تنفيذ الأعمال، مع التنويه بأنه في حالة التأخير سيتم توقيع غرامة تأخير بنسبة 1% لكل أسبوع. وقد وقع الخطابات كل من المهندس المشرف والمقاول.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1II9O2CfZM3QrC9d15iALvDT0xR7_x0ig/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "تأخر المقاول في تنفيذ الأعمال أدى إلى الحاجة لتوجيه هذه الخطابات، ما يدل على تقصير المقاول في الالتزام بالجدول الزمني والتعاقد."
  },
  {
    "date": "7-5-2024",
    "description": "تم توجيه خطابات من المهندس المشرف إلى المقاول تُلزم بسرعة تنفيذ الأعمال، مع التنويه بأنه في حالة التأخير سيتم توقيع غرامة تأخير بنسبة 1% لكل أسبوع. وقد وقع الخطابات كل من المهندس المشرف والمقاول.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1FxrGNhAElr_JOIwkTKBTdpNzCKnMznTK/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "تأخر المقاول في تنفيذ الأعمال أدى إلى الحاجة لتوجيه هذه الخطابات، ما يدل على تقصير المقاول في الالتزام بالجدول الزمني والتعاقد."
  },
  {
    "date": "13-5-2024",
    "description": "تم توجيه خطابات من المهندس المشرف إلى المقاول تُلزم بسرعة تنفيذ الأعمال، مع التنويه بأنه في حالة التأخير سيتم توقيع غرامة تأخير بنسبة 1% لكل أسبوع. وقد وقع الخطابات كل من المهندس المشرف والمقاول.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1ogXQBRMxYC6pFlrv92xa2Pfwnfj1X9FN/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "تأخر المقاول في تنفيذ الأعمال أدى إلى الحاجة لتوجيه هذه الخطابات، ما يدل على تقصير المقاول في الالتزام بالجدول الزمني والتعاقد."
  },
  {
    "date": "15-5-2024",
    "description": "تقدم المقاول بخطاب إلى مدير عام مساعد الصيانة، ينبه فيه على المهندس المشرف بضرورة وقف شحن المظلة وإيقاف الطلمبة لمدة شهر على الأقل، مشيرًا إلى أن الأعمال متوقفة حتى يتم اتخاذ قرار. وأشار الخطاب إلى تحويل الموضوع إلى مدير عام مساعد الصيانة للتواصل مع إدارة مستودع البنكر لإمكانية وقف الشحن والعرض.\n\nقام المهندس المشرف بالتوقيع على الخطاب نفسه موضحًا أن الأعمال كانت تسير على نفس النمط منذ تسليم الموقع، ولا يوجد مانع من استكمال الأعمال دون أي توقف، مع دعوة المقاول لحضور مناقشة ما تبقى من الأعمال.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/19ObeufqzwpX2VmqMDJ7-ITzYFgAg0ZnC/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد+مقاول",
    "condemnationDescription": "طلب المقاول وقف شحن المظلة وإيقاف الطلمبة لمدة شهر يُظهر محاولة لتعطيل الأعمال أو إبطاء التنفيذ دون مبرر فني واضح، مما يعكس سلوكًا غير ملتزم بتعليمات العقد ويهدد استمرارية المشروع."
  },
  {
    "date": "15-5-2024",
    "description": "تم توجيه خطاب من المهندس المشرف إلى مدير عام مساعد الصيانة يفيد بعدم القدرة على التواصل مع المقاول منذ أكثر من شهر. ورد مدير عام مساعد الصيانة بأنه يجب مخاطبة المقاول عبر الخدمات الإدارية وباستخدام البريد الرسمي.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1lLjzQFIHGY-3UnrXjy2kD1hxnUvmAVzH/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد+مقاول",
    "condemnationDescription": "تأخر أو عدم استجابة المقاول لفترة أكثر من شهر يُعد تقصيرًا واضحًا من المقاول في تنفيذ الالتزامات والتواصل الرسمي، ما يعرض سير المشروع للتأخير والمخاطر.\nتوجيه مدير عام مساعد الصيانة بمخاطبة المقاول عبر البريد علي الرغم من وجود المقاول معه في نفس اليوم بدل اتخاذ إجراء فوري قد يشير إلى تقصير إداري في التعامل مع مشكلة المقاول وتأخر اتخاذ القرارات المناسبة."
  },
  {
    "date": "16-5-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف مع المقاول، يُلزم المقاول بعدم البدء في أي أعمال تخص مظلة الشاحن حتى الانتهاء تمامًا من جميع الأعمال السابقة المتعلقة بالمواسير، بما في ذلك اختبارها ودهانها.",
    "tag": "خطر",
    "fileLink": [
      "https://drive.google.com/file/d/1IxkYWqWu_5XzSTdHVMFquTHDBGGsR2OI/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "19-5-2024",
    "description": "تم توجيه خطاب من المهندس المشرف إلى المقاول عن طريق الخدمات الإدارية، يوضح ما يلي:\n\nالإشارة إلى الخطابات السابقة المتعلقة بسحب العملية، مع توضيح أن العمل متوقف منذ أكثر من شهر.\n\nالتأكيد على أن المقاول لا يلتزم بالأوامر المرسلة إليه وأن الأسباب المتعلقة بإيقاف المظلة والطلمبة غير منطقية.\n\nحث المقاول على استكمال الأعمال التالية:\n\nاستكمال أعمال اللحامات الخاصة بمواسير السحب والطرد داخل الترنش.\n\nاستكمال أعمال خط المظلة الجديد.\n\nاستكمال أعمال الحديد والمشايات.\n\nاستكمال الأعمال المدنية وإرجاع الرصيف إلى حالته الأصلية.\n\nالإشارة إلى أن خطابه المرسل بتاريخ 15-5-2024 يمثل علمًا وإقرارًا بخطاباته السابقة بشأن سحب العملية.\n\nتم إرسال نسخة من الخطاب إلى المدير العام، ونسخة إلى مدير عام مساعد الصيانة، ونسخة إلى مدير عام مساعد السلامة والصحة المهنية.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/13IeqbuKYCN68QSzVOPH1ZKDubEy2zDoU/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "توثيق جميع المخالفات السابقة للمقاول بشكل رسمي ورسمي عبر الخدمات الإدارية، مع الإشارة لجميع الخطابات السابقة.\nتوجيه نسخ الخطاب للمدير العام والإدارات المعنية لضمان متابعة رسمية وشفافية الإجراءات\nالمقاول رفض الالتزام بالأوامر المرسلة إليه وتوقف عن العمل لأكثر من شهر، مما يعد تقصيرًا وإخلالًا بالتزاماته التعاقدية ويهدد استمرارية تنفيذ المشروع.\n\nاستمرار تجاهل الإدارة لاتخاذ إجراءات حاسمة قد يُظهر تقصيرًا أو تواطؤًا إداريًا في متابعة تنفيذ الأعمال بالمشروع."
  },
  {
    "date": "19-5-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف موجه إلى المقاول، يتضمن التعليمات التالية:\n\nاستكمال أعمال الربط واللحام على خط الاستلامات.\n\nاستكمال أعمال خط 6 بوصة الخاصة بالمظلة.\n\nاستكمال أعمال الحديد والمشايات.\n\nاستكمال الأعمال المدنية وإعادة الوضع إلى حالته الأصلية.\n\nالتنسيق أثناء العمل على ربط طلمبة المازوت وأعمال المظلة.\n\nتحديد موعد بدء الأعمال في 22-05-2024.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1DZMblVLTUwNK5dQgcTBgFc_SlnjSE0NJ/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "إذا كان المقاول لم يلتزم بهذه التعليمات أو لم يبدأ الأعمال في الموعد المحدد، فهذا يعد تقصيرًا واضحًا من المقاول ويؤثر على سير المشروع والتزاماته التعاقدية."
  },
  {
    "date": "20-5-2024",
    "description": "تقدم المقاول بخطاب إلى مدير عام منطقة القناة، يفيد بأنه أصدر أوامر شفاهية وتحريرية لمهندس العملية عدة مرات لوقف شحن المظلة وإيقاف الطلمبة، مستغيثًا بمدير عام منطقة القناة بسبب عدم تنفيذ المهندس للتعليمات. وقد وقع الخطاب مدير عام خبير طارق جلال، وتم توجيه الخطاب إلى المهندس المشرف لتنسيق إجراءات إيقاف الشحن.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1VIjia4G2TpnWeZvkEx8fVeVikLUGFFSk/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "محاولة المقاول فرض إيقاف شحن المظلة والطلمبة دون مبرر فني واضح يُعد تقصيرًا وإخلالًا بالتزاماته التعاقدية وقد يؤدي إلى تعطيل المشروع.\n\nتوجيه الخطاب للمهندس المشرف لتنسيق الإيقاف قد يعكس ضغط غير مبرر من المقاول على الإدارة، ويشير إلى محاولة تحريك سير العمل خارج التعليمات الرسمية."
  },
  {
    "date": "27-5-2024",
    "description": "محضر تنسيق أعمال مع المقاول لاستكمال أعمال التنظيف في الموقع يتم استكمال أعمال المشيات والخطوط طبقا للرسم المقدم من طارق تلاحظ لنا وجود كميات من الحديد قطعات مختلفة بغرض إنشاء مظلة جديدة في الموقع عدم البدء في أي أعمال تخص هذا الأمر حتى يتم التنسيق باجتماع مشترك مع مدير عام مساعد الصيانة والمهندس طارق وأرسلت صورة لمدير عام مساعد الصيانة وطارق",
    "tag": "خطر",
    "fileLink": [
      "https://drive.google.com/file/d/1xa49kUhEI11Yg4TKCX3d7r2P0JmmbX0m/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "تم إعداد محضر تنسيق أعمال من المهندس المشرف مع المقاول، يتضمن التعليمات التالية:\n\nاستكمال أعمال التنظيف في الموقع.\n\nاستكمال أعمال المشايات والخطوط طبقًا للرسم المقدم من مدير عام خبير طارق جلال.\n\nملاحظة وجود كميات من الحديد وقطع مختلفة بغرض إنشاء مظلة جديدة في الموقع، مع منع المقاول من البدء في أي أعمال تخص هذا الأمر حتى يتم التنسيق في اجتماع مشترك مع مدير عام مساعد الصيانة ومدير عام خبير طارق جلال.\n\nتم إرسال نسخة من المحضر إلى مدير عام مساعد الصيانة ومدير عام خبير طارق جلال.\nوجود كميات الحديد وقطع مختلفة في الموقع بدون تنسيق مسبق يعكس تصرف المقاول خارج نطاق التعليمات الرسمية ومحاولة البدء في أعمال غير مصرح بها، مما يشكل تقصيرًا واضحًا ويهدد تنظيم وسلامة المشروع."
  },
  {
    "date": "30-5-2024",
    "description": "تم إعداد محضر إثبات حالة بحضور المقاول بتاريخ 30-5-2024، يفيد بأنه حضر للعمل في الموقع لكنه لم يتمكن من استخراج تصريح العمل الخاص بالسلامة والصحة المهنية.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1HUwBc-JBhXOow5D3DMxcyaRCZ1KG46TQ/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "توثيق رسمي للواقعة بشكل دقيق وحيادي من المهندس المشرف ، مع التركيز على الالتزام بإجراءات السلامة والصحة المهنية\nعدم تمكن المقاول من استخراج تصريح العمل يُظهر تقصير المقاول في الالتزام بإجراءات السلامة المعتمدة بالموقع، مما قد يعرض المشروع وفرق العمل لمخاطر تنفيذية."
  },
  {
    "date": "5-6-2024",
    "description": "تم توجيه خطاب من المهندس المشرف إلى المقاول عن طريق الخدمات الإدارية، يطالبه باستخراج تصريح العمل وفق الإجراءات المعتمدة، مع الإشارة إلى أنه كان يجب استئناف العمل منذ 3-6-2024.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1Z4WmcRoN2WpNd-nGzKp_Bu6eKAJJb1S5/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "عدم استخراج المقاول لتصريح العمل واستئناف النشاط في الموعد المحدد يُظهر تقصير واضح من المقاول في الالتزام بالمعايير والإجراءات المطلوبة، مما يؤخر تنفيذ المشروع."
  },
  {
    "date": "10-6-2024",
    "description": "تم إعداد محضر إثبات حالة بحضور المهندس المشرف، يفيد بأن المقاول قام بأعمال صب قواعد مظلة الشحن بدون تصريح من الأمن الصناعي، ودون وجود المهندس المشرف أو أي ممثل عن الشركة. عند مناقشته، أقر المقاول بأنه نفذ الأعمال بناءً على تعليمات السيد المهندس مجدي، الذي أعطاه أمر العمل.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1y5qu0WUiIJ6W5a-EXKXVvpyYkbRi1TPK/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "المقاول نفذ أعمالًا دون تصريح من الأمن الصناعي ودون إشراف مناسب، ما يشكل مخالفة واضحة لإجراءات السلامة والتعاقد.\n\nالسيد المهندس مجدي أعطى تعليمات مباشرة للمقاول بتنفيذ العمل دون إشراف أو تصريح، مما يعكس تقصيرًا أو تواطؤًا إداريًا في الالتزام بمعايير السلامة والصحة المهنية."
  },
  {
    "date": "11-6-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف مع المقاول، يتضمن التعليمات التالية:\n\nعدم قطع الجوايض الخاصة بالقواعد إلا بعد استشارة المهندس مجدي.\n\nاستكمال أعمال اللحامات والمشايات في الموقع وفق التعليمات المعتمدة.",
    "tag": "خطر",
    "fileLink": [
      "https://drive.google.com/file/d/1X3hndGLQj6SMsRPM-OhcwBmA5gYqAyzJ/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "أي محاولة من المقاول لقطع الجوايض بدون استشارة المهندس مجدي يُعد تقصيرًا وإخلالًا بالتعليمات الفنية ويعرض المشروع لمخاطر تنفيذية."
  },
  {
    "date": "28-6-2024",
    "description": "تقدم المقاول بخطاب إلى مدير عام مساعد الصيانة، يفيد بأنه متوقف عن العمل حتى يتم تزويده بخطاب رسمي لوقف الشحن، وذلك لتمكينه من تنفيذ مظلة الشحن الجديدة باعتبارها آخر الأعمال الموكلة إليه. وأشار في الخطاب أن ذلك يأتي بناءً على تعليمات السيد مدير عام مساعد المستودعات.\n\nورد مدير عام مساعد الصيانة بالإشارة إلى مدير عام مساعد المستودعات بالموافقة على أعمال القطع واللحام في خطوط المواد البترولية، لتمكين المقاول من استكمال الأعمال المكلف بها خلال مدة أقصاها أربعة أيام، مع طلب إبداء رأي المهندس المشرف قبل العرض على السيد مدير عام مساعد المستودعات.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1Be9aoo82Pvj27yob84i3TwOdMVrGNZZ0/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد+مقاول",
    "condemnationDescription": "توقف المقاول عن العمل لانتظاره خطاب وقف الشحن بناءً على تعليمات غير واضحة يظهر اعتماد المقاول على توجيهات خارج الإشراف الفني للمشروع، مما يعكس تقصير المقاول في الالتزام المباشر بالتعليمات الرسمية.\n\nإعطاء تعليمات مباشرة من مدير عام مساعد المستودعات للبدء في أعمال القطع واللحام قبل مراجعة رسمية من المهندس المشرف يُظهر تقصير أو تواطؤ إداري محتمل في متابعة الإجراءات الرسمية وسلامة التنفيذ."
  },
  {
    "date": "1-7-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف مع المقاول، يتضمن التعليمات التالية:\n\nالتنسيق مع مدير إدارة المستودع للحصول على الموافقة لعزل خط الاستلامات وعزل طلمبة المازوت.\n\nالبدء في الأعمال واستكمال الأشغال الحديدية بالموقع.\n\nتكسير قواعد المظلة حتى الوصول إلى التربة الأساسية.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1JU_0AJh4-4xsa8avQT2ve4dH6hchlEtu/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "2-7-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف مع المقاول، يتضمن التعليمات التالية:\n\nمد خطوط المواسير الخاصة بطلمبة المازوت 335 حصان حتى هدرة السحب والطرد.\n\nاستكمال أعمال المشايات.\n\nاستكمال أعمال الرصيف وإعادته إلى حالته الأصلية.\n\nاستكمال أعمال اللحامات.\n\nالالتزام بتنفيذ تعليمات المهندس المشرف في ترتيب الأعمال واحترام تسلسلها.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1UZs8WLpg6bAj32HY5ff-8s47cOVNpXfn/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "عدم التزام المقاول بتنفيذ التعليمات حسب الترتيب المطلوب أو تجاهل تعليمات المهندس المشرف قد يُظهر تقصير المقاول ويؤثر على سير المشروع وسلامة التنفيذ."
  },
  {
    "date": "2-7-2024",
    "description": "تم توجيه خطاب من المهندس المشرف ومدير عام مساعد الصيانة إلى مدير عام مساعد المستودعات، يوافق فيه على عزل خط الاستلامات لمدة 4 أيام، وذلك لإتاحة الوقت اللازم لتنفيذ التعديلات اللازمة في الموقع.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/17TfCHq6cBlLSa5txQqerrLMwQhCFJvNA/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "2-7-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف مع المقاول، يتضمن التعليمات التالية:\n\nبدء الأعمال يوم 3-7-2024 ولمدة أربع أيام لاستكمال أعمال ربط خط المازوت.\n\nالتنسيق مع السيد المهندس مدير عام مساعد المستودعات بشأن الأعمال.\n\nشراء مسلوب 8 على 6، وسحب محبس 8 بوصة وكافة اللوازم من عمليات مصر.\n\nتركيب مضارب وجوانات لتفادي أي خرير.\n\nمحاسبة المقاول على أعمال فك وإعادة تركيب المحبس.\n\nخروج محبس بوابه 8 بوصه",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1RUccJamkJszB9G-04JB3Cy14BM6pUfma/view?usp=drive_link",
      "https://drive.google.com/file/d/1qBdVEV8SexkwYeVA_If-WA5pfCmPVLkx/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "3-7-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف مع المقاول، يتضمن التعليمات التالية:\n\nالالتزام بكافة ما تم الاتفاق عليه في اجتماع أمس 2-7-2024 بشأن أعمال ربط خط المازوت.\n\nتوفير سخان لسلك اللحامات.\n\nعدم إجراء أو تنفيذ أي أعمال بخلاف ما تم الاتفاق عليه حتى تاريخه.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1eMtTesUZXDsgxKrWjTf6xJ5URXBcAYd7/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "4-7-2024",
    "description": "تم إعداد محضر تنسيق أعمال بحضور إدارة السلامة والمقاول وإدارة المستودع، بخصوص بعض الأعمال داخل عنبر الطلمبات، وتشمل قطع ولحام هدرة المازوت.\n\nتمت الإشارة إلى الموافقة على التنفيذ عند الحاجة للربط على الهدرة، وذلك بعد مد الخطوط، بهدف تقليص مدة إيقاف الطلمبة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1_DuUXvbxsziuNhytXynjYsKv8z2ejSWl/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "4-7-2024",
    "description": "تم إعداد محضر تنسيق أعمال مع شركة المعمل، يتضمن ما يلي:\n\nإيقاف أعمال التعديلات الخاصة بالربط على خط الاستلامات، حيث تم التأكيد أن الخط حتى البلف ستة بوصة داخل المستودع ملك لشركة المعمل.\n\nالاتفاق على بدء العمل بشكل جماعي بعد التنسيق مع جميع الأطراف المعنية.\n\nالتحليل:",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1Thgj72UaRMwrNDd4JbUojJO-zj5imAIA/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "إظهار حياد المهندس المشرف في إدارة تنسيق الأعمال بين المقاول وشركة المعمل دون تحيز لأي طرف"
  },
  {
    "date": "7-7-2024",
    "description": "تم إعداد محضر إثبات حالة يفيد بأن المقاول اعتذر عن العمل بالموقع بسبب انتهاء صلاحية تصريح الدخول، مع تحديد استئناف العمل في 8-7-2024.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1dXtwmV9SfV3GLRo2qeuqRWo6NYYVoO34/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "توقف المقاول عن العمل بسبب انتهاء تصريح الدخول يعكس تقصير المقاول في متابعة صلاحيات الدخول المقررة، مما أدى إلى تعطيل سير الأعمال بالموقع.\nلم يعمل بعد بخط الاستلامات استلام المعمل"
  },
  {
    "date": "7-7-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف مع المقاول، يتضمن التعليمات التالية:\n\nاستكمال أعمال القواعد الخرسانية تحت إشراف المهندس مجدي.\n\nاستكمال أعمال الرصيف وإعادته إلى حالته الأصلية.\n\nاستكمال أعمال القطعات الحديدية الخاصة بالمشايات وسقف المظلة، مع التنويه للمقاول بأن وجود المظلة بهذا الشكل داخل المستودع مرفوض وتم دون علم الإشراف.\n\nإعادة خط البخار إلى حالته الأصلية.\n\nتنفيذ دعامات لمنع انزلاق خط 12 بوصة.\n\nتركيب مباينات الضغط والدرينات على الخطوط.\n\nاستكمال أعمال مد خطوط طلمبة المازوت حتى الهدرة.\n\nالبدء في أعمال الترميل والاختبار للخطوط والدهان.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1hM8Xo0m-8JIVUyRPLJmWUYgsVyZaa8Bl/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "المقاول نفذ أعمال المظلة داخل المستودع دون علم الإشراف، مما يعد تقصيرًا وإخلالًا بالتعليمات الرسمية ويعرض الموقع والمعدات لمخاطر تنفيذية.\nإظهار حياد المهندس المشرف في متابعة جميع الأعمال الفنية بدون تحيز، مع التأكيد على استكمال الأعمال الضرورية وفق الإجراءات الصحيحة"
  },
  {
    "date": "8-7-2024",
    "description": "تم توجيه خطاب من مدير عام مساعد الصيانة، موقعًا عليه المهندس المشرف، إلى مدير عام موانئ البترول، يفيد بأنه تم الانتهاء من جميع الأعمال الخاصة بالخطوط، مع استثناء نقطة الربط على خط الاستلامات التابعة لسيادة مدير عام موانئ البترول. وقد تم تزويد شركة المعمل بالتعليمات الخاصة بكيفية تنفيذ الربط.",
    "tag": "خطر",
    "fileLink": [
      "https://drive.google.com/file/d/12L57TXdidYw3eeaUud4z3nKX7ZZ3Ovmh/view?usp=drive_link"
    ],
    "condemnation": "لي",
    "condemnationDescription": "محاوله الربط خارج السور علي الرغم من وجود محضر مع شركه المعمل يفيد اين مكان الربط\n\n"
  },
  {
    "date": "9-7-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف مع المقاول، يتضمن التعليمات التالية:\n\nالرسومات المقدمة من مدير عام خبير طارق جلال قابلة للتعديل وفق نصوص التعاقد بين الشركة والمقاول.\n\nمد خط 6 بوصة من هدرة الطرد الخاصة بطلمبة المازوت الصيني حتى خط تموين السفن، كما تم توضيحه بالموقع، مع التأكيد على عدم الربط على خط الاستلامات.\n\nمنع عمل لحامات متقاربة.\n\nاستكمال أعمال تركيب مباينات الضغط والدرينات الخاصة بالخطوط والطلمبة والهدرة.",
    "tag": "خطر",
    "fileLink": [
      "https://drive.google.com/file/d/1M2Fls7_4QTjmTwOz50s72zJZZL3wp1uR/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "10-7-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف مع المقاول، يتضمن ما يلي:\n\nالتأكيد على سرعة تنفيذ الأعمال دون تأخير.\n\nالتنسيق مع شركة المعمل لتركيب خط الاستلامات بعد المحبس الثاني أمام غرفة المولد.",
    "tag": "خطر",
    "fileLink": [
      "https://drive.google.com/file/d/1Vc-dMYtZMEBRwM75X2xlfqUFArew5jgB/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "10-7-2024",
    "description": "م إعداد محضر تنسيق أعمال من المهندس المشرف مع المقاول، يتضمن استكمال أعمال الربط على طلمبة المازوت، وفق متطلبات المشغل محمد السيد ووفق ما ورد في محاضر التنسيق السابقة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/12X1VhFtzRNGw0lEyNij1tNROmdVQf7mZ/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "14-7-2024",
    "description": "تم إعداد محضر إثبات حالة يفيد بتعرض المهندس المشرف للسب والقذف والإهانة من قبل المقاول أثناء تواجده في المكتب.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1tY18iUXBl-Y3CuIYcMPYoSbc64qp7X66/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "المقاول قام بالسب والقذف والإهانة، مما يشكل سلوكًا غير مهني ومخالفًا لسياسات السلامة والسلوك في موقع العمل ويعرض بيئة العمل لمخاطر نفسية وتنظيمية."
  },
  {
    "date": "15-7-2024",
    "description": "تقدم المقاول بخطاب إلى مدير عام مساعد الصيانة، يوضح فيه أنه يريد إعداد رسومات لقواعد المظلة والمظلة، ويطلب الرد على هذه الرسومات حتى يتمكن من استكمال الأعمال بالمظلةو القواعد الخاصة بها.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1tT37seNr3mGCCgD3GoUtMqf7MAdrAEUs/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "16-7-2024",
    "description": "وجه المهندس المشرف خطابًا إلى مدير عام الشؤون الهندسية ومساعد رئيس الشركة للعمليات، يفيد بما يلي:\n\nالمقاول خارج سيطرة الإشراف، ويقوم بالسب والإهانة وعدم احترام مهندس العملية.\n\nنزع المقاول العزل الحراري دون الحصول على تعليمات من أي جهة.\n\nتعليمات شفاهية من مدير عام المنطقة السابق تمنع المعتدين من دخول الموقع.\n\nالمقاول أنشأ قواعد للمظلة دون علم أو إشراف من أي جهة.\n\nالمقاول قام بإنشاء المظلة بالكامل دون علم أو إشراف من أي جهة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1W8DTYrHQXU8M6MCp2JHFY-tGAYeVTUPD/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "المقاول خارج سيطرة الإشراف، قام بالسب والإهانة، نزع العزل بدون تعليمات، وأنشأ قواعد ومظلة دون إشراف، مما يمثل تقصيرًا واضحًا من المقاول وخروقات خطيرة لإجراءات السلامة والتنفيذ.\n\nتعليمات شفاهية سابقة من مدير عام المنطقة السابق بشأن منع دخول المعتدين لم يتم تطبيقها فعليًا على الأرض، مما يشير إلى قصور إداري أو تواطؤ محتمل في مراقبة تصرفات المقاول."
  },
  {
    "date": "18-7-2024",
    "description": "تلقى المقاول والمهندس المشرف خطابًا من مدير عام مساعد الشؤون الهندسية موجهًا إلى مدير عام مساعد الصيانة، يحتوي على رسومات القاعدة الخرسانية للمظلة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1_ApkHl_5UzeuzNlyG6dNK1zP_l0XaCOC/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "19-7-2024",
    "description": "تم ظهور رسومات للمظلة مقدمة من مدير عام خبير طارق جلال، على الرغم من أنه لا يعمل بأي مهام في المنطقة وتم نقله إلى الاستراحة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1kJ7RKGSL6TbsXSpi9AoJZmG--Nph_-Qf/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "ظهور رسومات من طرف مدير عام خبير طارق جلال دون وجوده في الموقع وعدم ارتباطه المباشر بالأعمال الجارية يعكس تجاوزًا لإجراءات التنسيق الرسمية، مما قد يؤدي إلى تضارب في التعليمات الفنية وإرباك سير العمل."
  },
  {
    "date": "11-8-2024",
    "description": "تقدم المقاول بخطاب إلى مدير عام مساعد الصيانة، يطلب فيه وقف عمل الطلمبة التي سيتم التوصيل عليها لمدة أسبوع على الأقل، لحين تنفيذ أعمال الهدر والتوصيل للخطوط، ويشير إلى أنه متوقف عن العمل حتى استلام الرد، مع تكليفه بالقيام بالإجراءات اللازمة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/103XvXtuvBmQGRvmuNOobQ-rSJ3TuKj9J/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد+مقاول",
    "condemnationDescription": "المقاول طلب وقف الطلمبة بناءً على أسباب غير مقنعة أو مسبقة، مما أدى إلى توقف الأعمال وتأخير المشروع، ويُظهر تقصير المقاول في استمرارية العمل والتزامه بالتنفيذ الفعلي.\nالمقاول كان يطلب رسومات للمظله والقواعد منذ ايام ثم غير اتجاه العمل طبقا لرغباته"
  },
  {
    "date": "11-8-2024",
    "description": "تم توجيه خطاب رسمي من المهندس المشرف ومن مدير عام مساعد الصيانة إلى المقاول، يتضمن ما يلي:\n\nلم يتم سحب سلم المظلة أو بلف 8 بوصة.\n\nلم يتم استخدام سخان لسلك اللحام.\n\nلم يتم خفض منسوب خط 10 بوصة الرابط على هدرة الطلمبة.\n\nلم يتم فتح وإعادة اللحامات التي تمت بدون شنفره.\n\nلم يتم استكمال أعمال المشيات والمواسير.\n\nلم يتم الاتفاق على أعمال المظلة أو تعديلها.\n\nلم يتم استكمال أعمال الربط على خط الاستلامات كما هو متفق عليه مع شركة المعمل.\n\nلم يتم تنفيذ أعمال اختبار المواسير أو الترميل أو الدهان.\n\nجميع هذه الأعمال تم طلبها منذ أكثر من شهرين دون أي تقدم.\n\nتم إخطار المقاول بأن استخراج التصاريح اللازمة سيتم خصمه من مستحقاته.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1M0Pe6qx6QeiT3xOZZgbPa-HavWAxgLH9/view?usp=drive_link",
      "https://drive.google.com/file/d/1UZoXPKCAwvEAlZWVNOC55XTZAsM5X7G0/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد+مقاول",
    "condemnationDescription": "المقاول لم ينفذ جميع الأعمال المطلوبة منذ أكثر من شهرين، بما يشمل أعمال السلامة، اللحام، الربط، الاختبار، الترميل والدهان، مما يشكل تقصيرًا واضحًا ويعرقل سير المشروع."
  },
  {
    "date": "15-8-2024",
    "description": "تم إعداد محضر تنسيق أعمال بحضور إدارة السلامة والصحة المهنية، إدارة المستودع، المهندس المشرف، والمقاول، يتضمن التأكيد على أن المهندس المشرف لم يطلب أي توقف للطلمبات في أي فترة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/10zJ_fiQPBu5KdYIiVud_VH2P9ZUN2bU5/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "20-8-2024",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف إلى المقاول، يتضمن التعليمات التالية:\n\nإجراء أعمال نظافة الهدرة وعزل الخطوط.\n\nتركيب طبب عمياء عند الحاجة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1YyAH8t8MoneyW_aIc9OhisNg1gCex7dR/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "4-9-2024",
    "description": "تم إرسال فاكس رسمي من المهندس المشرف إلى مدير عام مساعد الصيانة، يتضمن ما يلي:\n\nاستمرار المقاول في توجيه إهانات وسب، وعدم تنفيذ أي أعمال جديدة بالموقع منذ أكثر من 3 أشهر.\n\nفي حال رفض المهندس المشرف متابعة هذا الوضع، يتم خصم راتبه.\n\nإلزام المقاول بتقديم جدول زمني للأعمال المتبقية.\n\nالمقاول لا يعمل طوال الأسبوع، ويظهر فقط أيام الجمعة والسبت، مما يؤدي إلى ضعف الرقابة والمتابعة.\n\nالمهندس المشرف يعمل بمفرده على تنظيم وإعداد الأوراق والمكاتبات والمخازن، وإصدار تصاريح العمل والمستخلصات، ومراقبة الأعمال.\n\nالمقاول يظهر في الموقع الساعة 12 ظهرًا ويبدأ العمل الساعة 2 ظهرًا.\n\nالمقاول يقوم بشراء لوازم الفلانشات والكيعان دون إصدار أوراق مخزنية مسبقة، بطريقة فرض الأمر الواقع.\n\nالمقاول لم يحصل على توقيع على خطابات تجاوزاته، مثل إنشاء مظلة بدون تعليمات أو عدم الالتزام بالمعاملة المحترمة.\n\nالمهندس المشرف أوضح أن مدة فترة العملية انتهت منذ ستة أشهر، وأن استمرار المقاول بهذا الشكل قد يؤدي إلى التغاضي عن بعض الأعمال المكلف بها.\n\nفي حال استلام مازوت، سيكون الاستلام الفوري كارثة.\n\nالمهندس المشرف لم يطلب أو يوافق على أي فترة توقف لعمل الطلمبة داخل المستودع، وكان الأمر مفروضًا عليه من خلال الإدارة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/12jAqIL-PHZuDfFtHEvCd3_22WGRvtzJA/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "المقاول يتعمد التأخير وعدم الالتزام بالأعمال، ويظهر فقط أيام الجمعة والسبت، ويشتري لوازم دون أوراق مخزنية، ويرتكب تجاوزات سلوكية، مما يعكس تقصيرًا واضحًا في الالتزام والتنفيذ المهني.\n\nالإدارة فرضت توقف الطلمبة و إنشاء مظلة بدون تعليمات على المهندس المشرف ولم تدعم اتخاذ قرارات حاسمة للتعامل مع المقاول، مما يشير إلى قصور إداري أو تواطؤ محتمل في متابعة أعمال المقاول."
  },
  {
    "date": "4-9-2024",
    "description": "تقدم المقاول بخطاب إلى مدير عام مساعد الصيانة، يفيد بأنه لا يمكنه استكمال العمل في الموقع إلا بعد صرف دفعات مالية مستحقة له.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1IWAtAs6yEJXHjsBnPMBZIFrnONDzXuW4/view?usp=drivesdk"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "المقاول يعلق استكمال الأعمال لأسباب مالية فقط، دون التزام بتنفيذ الأعمال المتفق عليها مسبقًا، مما يمثل تقصيرًا في الالتزام بتنفيذ المشروع وفق الجدول الزمني."
  },
  {
    "date": "8-9-2024",
    "description": "أرسل مدير عام مساعد السلامة والصحة المهنية خطابًا إلى مدير عام مساعد الصيانة، يفيد بأن المقاول متكرر في التوقف عن الأعمال، مما يؤدي إلى استمرار الوضع غير المتوافق مع معايير السلامة، ويطلب وضع حد لأعمال المقاول وتوضيح رؤيته. كما أرفق المدير العام في نفس الخطاب توجيهًا لمدير عام مساعد الصيانة بوضع حد لاتخاذ الإجراءات اللازمة تجاه المقاول.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1-sH3MX2Lq0AZ54kRPzDFAhqFohlhAI-c/view?usp=drive_link",
      "https://drive.google.com/file/d/11VeO9kJNvgCBKd8pcR6ul-ule5objGZq/view?usp=drive_link",
      "https://drive.google.com/file/d/1W79OtZ7S8bBXSan3U1NCYa12DS1ZJ4a7/view?usp=drivesdk"
    ],
    "condemnation": "مدير عام مساعد+مقاول",
    "condemnationDescription": "المقاول متكرر في التوقف عن الأعمال، مما يؤدي إلى استمرار الوضع غير المتوافق مع السلامة، ويعكس تقصيرًا واضحًا في الالتزام بتنفيذ الأعمال وفق معايير السلامة والصحة المهنية."
  },
  {
    "date": "9-9-2024",
    "description": "تم توجيه خطاب من المهندس المشرف ومن مدير عام مساعد الشؤون الهندسية، موجه إلى المدير العام (بتوقيع بدلاً من مدير عام مساعد الصيانة)، يفيد بما يلي:\n\nالعملية قد انتهت منذ ستة أشهر، وتم مخاطبة المقاول أكثر من مرة لسحب العملية.\n\nالمقاول أفاد بأنه لن يقوم بالعمل إلا في حالة صرف دفعات مالية وصرف فواتير لدخول الموقع.\n\nالمقاول يتحدث بأسلوب غير لائق في أي نقاش، وقد أرفق المهندس المشرف محاضر السب والإهانة.\n\nيُطلب موافقة المدير العام على السير في الإجراءات اللازمة نحو سحب العملية.\n\nرد المدير العام:\n\nرفض سحب العملية ووافق على التفاوض مع المقاول حفاظًا على أموال الشركة.\n\nطلب المدير العام الرد خلال 48 ساعة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1N3hzRFK-uQF3sCCvOcUmWnevHAcNoZEl/view?usp=drive_link",
      "https://drive.google.com/file/d/1ds16Ryxee7d2ZjyciMq_v-vdhI59Vtcm/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "المقاول يرفض تنفيذ الأعمال إلا بعد صرف دفعات، ويتصرف بأسلوب غير لائق، متجاوزًا القواعد المهنية، مما يمثل تقصيرًا واضحًا ويؤثر على سير المشروع.\n\nالإدارة (المدير العام) رفضت سحب العملية رغم المخالفات المتكررة للمقاول، مما قد يشير إلى تقصير أو تواطؤ إداري في التعامل مع المقاول على حساب سلامة واستمرارية العمل."
  },
  {
    "date": "22-9-2024",
    "description": "تم توجيه خطاب من المهندس المشرف إلى مدير عام المنطقة، يطلب فيه تحويله هو ومدير عام مساعد الصيانة إلى الشؤون القانونية لمتابعة المخالفات المتعلقة بالمقاول.\nرد المدير العام:\n\nأبدى عدم اهتمامه بالطلب ورفض تحويل القضية إلى الشؤون القانونية.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1uV1yrNFxCBps04FVXljkFqp7hMLkjU8g/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "الإدارة (المدير العام) رفضت تحويل المخالفات للشؤون القانونية وتجاهلت الطلب الرسمي، مما يمثل قصورًا إداريًا وتأخرًا في اتخاذ الإجراءات اللازمة لحماية سير المشروع ومواجهة تجاوزات المقاول."
  },
  {
    "date": "23-9-2024",
    "description": "تم إرسال مذكرة تفصيلية من المهندس المشرف إلى مدير عام المنطقة، تضمنت ما يلي:\n\nإشارة إلى أن مدير عام مساعد الصيانة في حالة تواطؤ تام مع المقاول.\n\nعدم قيام مدير عام مساعد الصيانة بتنفيذ القوانين واللوائح المتعلقة بالمشروع.\n\nالمقاول يستغل فروق الأسعار لتحقيق مكاسب غير مشروعة.\n\nطلب رسمي بسحب العملية من المقاول نتيجة هذه التجاوزات.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1MPUJVhWCk7aUCXpE7GlDsW3Y1YzjU_Me/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "مقاول يستغل فروق الأسعار لتحقيق مكاسب على حساب المشروع، ويظهر تقصير واضح في الالتزام بالتنفيذ.\n\nمدير عام مساعد الصيانة في حالة تواطؤ وعدم تنفيذ اللوائح، مما يعكس قصورًا إداريًا وتأثيرًا سلبيًا على متابعة المشروع وسير العمل."
  },
  {
    "date": "25-9-2024",
    "description": "تم إرسال فاكس من المهندس المشرف إلى مدير عام مساعد الصيانة، يتضمن ما يلي:\n\nإشعار بأن مدير عام مساعد الصيانة قد أسس قاعدة سب وإهانة مهندس العملية.\n\nتلقي المهندس المشرف تهديدات من مدير عام مساعد الصيانة باستخدام شهادات زور.\n\nطلب تحديد موقف المقاول بشأن استمرار الأعمال.\n\nإفادة مدير عام المنطقة بمضمون هذا الفاكس.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1Zc4Qlq8K-lS7joOO1YGPyPoHJ6OYZtq_/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "مدير عام مساعد الصيانة قام بإنشاء بيئة سب وإهانة للمهندس المشرف وتهديده بشهادات زور، مما يمثل تقصيرًا وسلوكًا مهنيًا خاطئًا من جهة الإدارة العليا، ويشكل تواطؤًا محتملًا مع المقاول."
  },
  {
    "date": "7-10-2024",
    "description": "تم توجيه خطاب من المهندس المشرف إلى مدير عام مساعد مبيعات تمويل السفن، مع إرسال صور إلى مدير عام مساعد المستودعات المدنية ومدير عام مساعد الصيانة، يفيد بما يلي:\n\nعدم البدء في تركيب المظلة الجديدة لأنها ستؤدي إلى آثار سلبية على المنطقة.\n\nضرورة الانتهاء أولاً من أعمال خطوط المواد البترولية قبل البدء في أي أعمال للمظلة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1yXKuTc9U5Oe21wcU3i1WDV8OE0uFkW-A/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "لتنسيق مع جميع الجهات المعنية لضمان تنفيذ الأعمال وفق الأولويات الفنية، مما يعكس حياد المهندس المشرف وحرصه على سير العمل بشكل آمن ومنظم."
  },
  {
    "date": "29-10-2024",
    "description": "تقدم المقاول بخطاب إلى مدير عام مساعد الصيانة، يفيد بما يلي:\n\nتوقف الأعمال منذ فترة طويلة بسبب إجراءات هيئة الموانئ التي منعت استمرار العمل.\n\nهيئة الموانئ تطالب الشركة بدفع رسوم إضافية لم يُنص عليها في عقد العملية.\n\nالمقاول يشير إلى أن استئناف الأعمال مرهون بدفع هذه الرسوم من قبل الشركة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1ftszjXZPcMlV1yAyV0U7sljqMAWAZ14U/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "المقاول يتوقف عن استكمال الأعمال ويستند إلى مطالب مالية غير متفق عليها بالعقد، مما يمثل تقصيرًا في الالتزام بالجدول الزمني للأعمال.\n\nالإدارة (الشركة) قد تواجه تأخيرًا في التنفيذ نتيجة عدم معالجة المسألة المالية أو الرد على المطالب غير العقدية للمقاول.\n\n"
  },
  {
    "date": "21-1-2025",
    "description": "أرسل مدير عام مساعد الصيانة خطابًا إلى مدير عام المنطقة، يفيد بما يلي:\n\nتكليف السيد محمد بمتابعة والإشراف الفني على العملية إلى جانب المهندس المشرف، وذلك بسبب امتناع المهندس المشرف عن متابعة العملية.\n\nتم خصم حافز من المهندس المشرف دون أي تحقيق مسبق.\n\nوقع مدير عام المنطقة على الخطاب مؤكدًا أنه لا مانع من خصم الحافز والتحقيق مع أي شخص يتقصّر في تأدية عمله.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/103jXMtO-QvTnWUVjirasxYCmP58vLKqa/view?usp=drive_link"
    ],
    "condemnation": "مدير عام و مساعد",
    "condemnationDescription": "مدير عام مساعد الصيانة ادعى امتناع المهندس المشرف عن متابعة العملية، بينما لم يثبت ذلك رسميًا، وتم خصم الحافز دون تحقيق، مما يمثل تقصيرًا وإجراءً غير عادل بحق المهندس المشرف.\n\nمدير عام المنطقة وافق على خصم الحافز والتحقيق دون مراجعة التفاصيل أو التحقيق في الادعاء الأولي، مما يعكس قصورًا إداريًا محتملًا وتأثير سلبي على العدالة الداخلية."
  },
  {
    "date": "27-1-2025",
    "description": "تم إرسال فاكس من المهندس المشرف إلى مدير عام مساعد الصيانة، مع نسخة إلى المحاسب ومدير عام المنطقة، يفيد بما يلي:\n\nلم يسبق للمهندس المشرف ان عرض عليه خطابات بتاريخ 21-1-2025 و27-1-2025 إلا اليوم.\n\nما يطلبه هو الحصول على محاضر التنسيق مع المقاول، نظرًا لصعوبة التعامل معه.\n\nالمهندس المشرف يعمل بمفرده في متابعة الأعمال والإشراف عليها.\n\nطلب تحويل القضية إلى الشؤون القانونية لمعرفة سبب تأخر الأعمال.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1Z77Br9XFQvBcEW0cO-1dNj6y2l_pbA6Z/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "المقاول يستمر في تأخير الأعمال ويجعل التعامل معه صعبًا، مما يعكس تقصيرًا واضحًا في الالتزام بتنفيذ الأعمال وفق الجدول الزمني.\n\nالإدارة (مدير عام مساعد الصيانة) لم تقدم استجابة سريعة أو فعّالة لطلب المحاضر، مما يعكس قصورًا في متابعة سير العمل واتخاذ الإجراءات اللازمة."
  },
  {
    "date": "2-2-2025",
    "description": "تم إعداد محضر تنسيق أعمال بحضور المهندس المشرف، مدير عام مساعد الصيانة، المقاول، ومحمد السيد، ويتضمن ما يلي:\n\nعرض طلب استكمال أعمال الخطوط، وقوبل بالرفض من المقاول، مع توعده باستكمالها بعد الانتهاء من تركيب المظلة.\n\nصب وتصميم القواعد الخرسانية الخاصة بالمظلة تم بمعرفة المهندس مجدي وتحت إشراف مدير عام مساعد الصيانة.\n\nالرسم المقدم من المهندس طارق مطابق للواقع وقد أقره المقاول.\n\nطلب عدم وجود المقاول أثناء إشراف المهندس المشرف تم رفضه من قبل المقاول.\n\nتم الاتفاق مع محمد السيد على توثيق التعليمات الصادرة من المهندس المشرف أولًا بأول، على أن يقوم المقاول بالتوقيع عليها تحت متابعة محمد السيد، لكنه رفض التوقيع.\n\nأعطى مدير عام مساعد الصيانة التعليمات بأن جميع أعمال الإنارة والسلامة تُحاسب كأعمال إضافية بعد الرجوع إلى أمر الإسناد.\n\nتم الاتفاق مع المقاول على تركيب المظلة بطريقة يراها مناسبة، مع تحمل المقاول المسؤولية الكاملة عن تنفيذها، لكنه رفض التوقيع على الاتفاق.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1QWtgzGcq3kkOgd9HO3Yx0lJtJ7J3Pq0T/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد+مقاول",
    "condemnationDescription": "المقاول رفض استكمال أعمال الخطوط وأعمال التوثيق، ورفض التوقيع على تعليمات العمل (التركيب فقط للمظله علي مسوليته اما التعديلات ومتي يبدء في التركيب لم تقرر)، مما يظهر تقصيره وعدم التزامه بتنفيذ الأعمال وفق المتفق عليه.\n\nمدير عام مساعد الصيانة حوّل بعض الأعمال الأساسية (مثل الإنارة والسلامة) إلى أعمال إضافية للخصم أو المحاسبة، مما قد يعرقل سير العمل ويزيد من صعوبة متابعة التنفيذ."
  },
  {
    "date": "2-2-2025",
    "description": "تم إعداد محضر إثبات حالة بحضور المهندس المشرف، يفيد بما يلي:\n\nقيام المقاول بسب وقذف المهندس المشرف أثناء تواجده في المكتب.\n\nتوجيه إهانات لفظية مباشرة للمهندس المشرف أثناء العمل.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1GgZFlyyGKAUs_J5hzum5w3K_piAJ4XwH/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "لمقاول ارتكب أفعال سب وقذف وإهانة مباشرة للمهندس المشرف، مما يعد مخالفة سلوكية واضحة ويعكس عدم احترام النظام وسير العمل بالموقع."
  },
  {
    "date": "2-2-2025",
    "description": "تم إعداد محضر تنسيق أعمال بحضور المهندس المشرف، مدير عام مساعد المستودعات، مدير عام مساعد الصيانة، ومحمد علي الطناوي، ويشتمل على ما يلي:\n\nدراسة التعديلات والمتطلبات اللازمة لتركيب المظلة الجديدة.\n\nالاتفاق على قياس المسافة بين الأرض والمشاية الخاصة بالمظلة طبقًا للوضع المعمول به في مظلة الشحن الجديدة بمستودع السويس، وإلزام المقاول بتنفيذه.\n\nتحديد المسافة المناسبة لعمل شمسية، وإلزام المقاول بها.\n\nرفض مدير عام مساعد الصيانة التوقيع على المحضر.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1mtJhkV5Ej1DQMjdxULT-Kk3iHpxDuKxY/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد الصيانة",
    "condemnationDescription": "مدير عام مساعد الصيانة رفض التوقيع على محضر التنسيق، مما يعكس تواطؤًا محتملًا أو تقصيرًا في دعم متابعة تنفيذ الأعمال وفق المعايير المعتمدة."
  },
  {
    "date": "2-2-2025",
    "description": "تم إعداد محضر تنسيق بمعرفة المهندس المشرف أعمال يفيد بما يلي:\n\nيجب أن تكون جميع الارتفاعات الخاصة بالمظلة مطابقة للمظلة الجديدة في مستودع السويس.\n\nالمقاول رفض التوقيع على المحضر بحجة عدم وجود رسومات تثبت هذا الأمر.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1kkyAt5Idtzeh8OtdaF3iI_VI5iyy6bR2/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "المقاول رفض الالتزام بالتعليمات الفنية الموثقة بحجة عدم وجود رسومات، مما يظهر تقصيره في التعاون وتنفيذ الأعمال وفق متطلبات المشروع."
  },
  {
    "date": "3-2-2025",
    "description": "تقدم مدير عام مساعد المستودعات بخطاب إلى مدير عام مساعد الصيانة يتضمن التعديلات اللازمة على المظلة الجديدة، وتشمل:\n\nتركيب أرضية تتوافق مع اشتراطات السلامة.\n\nدهان القاعدة الخرسانية.\n\nعمل حماية كاسودية وتقريض لجميع أجزاء المظلة.\n\nإعداد القياسات المناسبة لارتفاع المظلة والشمسية.\n\nإمكانية تركيب عداد إلكتروني.\n\nتركيب نظام مانع سقوط.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1TZRQRbXbAMKmKKYHPKmbJHyFzQM_vhMv/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "4-2-2025",
    "description": "تم إعداد محضر تنسيق أعمال بمعرفة المهندس المشرف يفيد بما يلي:\n\nالسيد مدير عام مساعد الصيانة لم يسمح بعمل أي رسومات تعديلية للمظلة.\n\nأقر بتنفيذ الرسومات المعتمدة مسبقًا من مدير عام خبير طارق جلال.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/12ch67Xg5ZlAXHd_NbIXVsFCZqsF-WQnC/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد الصيانة",
    "condemnationDescription": "مدير عام مساعد الصيانة رفض السماح بإعداد رسومات تعديل، مما قد يعرقل مرونة التنفيذ ويحد من قدرة المهندس على تكييف التصميم حسب الحاجة الواقعية في الموقع.\n\nلم يقدم جديد عن محضر ٢-٢ -٢٠٢٥"
  },
  {
    "date": "4-2-2025",
    "description": "تقدم مدير عام مساعد السلامة والصحة المهنية بخطاب إلى مدير عام مساعد الصيانة يتضمن التعديلات اللازمة على المظلة الجديدة، وتشمل:\n\nتوصيل جميع كبلات الإنذار الخاصة بالمظلة.\n\nإعادة تركيب منظومة الإطفاء والرشاشات.\n\nتوفير وسيلة فصل وإيقاف لعملية الشحن.\n\nاستكمال عمل جريليات الصرف الصناعي.\n\nإضافة كشفات إضاءة مقاومة للانفجار.\n\nتوصية بالارتفاعات المناسبة لدخول وخروج السيارات.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1SwX3r_ngZGwKVvHpMZ-b_nS7FjnZBVue/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "5-2-2025",
    "description": "تم توجيه خطاب من المهندس المشرف إلى كل من: مدير عام مساعد الصيانة، مدير عام مساعد المستودعات، ومدير عام مساعد السلامة والصحة المهنية، ويشمل ما يلي:\n\nلم يكن إنشاء مظلة جديدة ضمن التصور المبدئي للمشروع.\n\nتم إعداد المقايسة بناءً على هذا التصور الجديد.\n\nستتم أعمال بنود إضافية لتغيير الأرضية وتاريض المظلة بشكل مناسب.\n\nلا يوجد عداد لمد الخطوط عليه.\n\nتم قياس الارتفاعات المناسبة وإبلاغ المقاول بها للالتزام بها عند التنفيذ.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1A5ECob2JM6n7fErZ8uDDv5Mf7Siy7m0O/view?usp=drive_link",
      "https://drive.google.com/file/d/1bnZI_m9eA7dWzzNc40SUuaCAGLLxEoSA/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "10-2-2025",
    "description": "تم إعداد محضر تنسيق أعمال بمعرفة المهندس المشرف يوضح ما يلي:\n\nاستكمال أعمال المشايات داخل الصهاريج وعنبر الطلمبات.\n\nتوصيل حساسات السلامة والصحة المهنية.\n\nدهان القواعد الخرسانية.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1ETBOpBzJ_bUQYo7zdb5SWLESFw9jAJ58/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "10-2-2025",
    "description": "تقدم مدير عام مساعد المستودعات بخطاب إلى مدير عام مساعد الصيانة يحدد فيه أن ارتفاع المظلة يجب أن يكون 3.8 متر.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1oZP1sRKDoYchiGJIRqRxHayKsLwQE9k8/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "16-2-2025",
    "description": "تقدم مدير عام مساعد الصيانة بخطاب إلى مدير عام مساعد الشؤون الهندسية يتضمن تكليفًا بعمل قواعد خرسانية لنهايات السلم الخاصة بالمظلة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1d1l4CmJABLBqDteNSLlE0jMyFHEuWpq0/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد الصيانة",
    "condemnationDescription": "عدم تنسيق مسبق والشعور بالقلق عند التنفيذ"
  },
  {
    "date": "17-2-2025",
    "description": "تم توجيه خطاب من المهندس المشرف إلى كل من: مدير عام مساعد السلامة ومدير عام مساعد المستودعات، ويشمل ما يلي:\n\nإفادة بأن مدير عام مساعد الصيانة لن يقوم بتنفيذ ما يلي:\n\nتركيب كشفات للمظلة.\n\nتركيب مفاتيح لإيقاف الطلمبات.\n\nتركيب نظام مانع سقوط للمظلة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1OaQPAyDOvhK3iYRabykT1itDIzcoHGP-/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد الصيانة",
    "condemnationDescription": "مدير عام مساعد الصيانة رفض تنفيذ أعمال السلامة الأساسية، مما يشكل تقصيرًا واضحًا ومخاطر على الموقع وسلامة العاملين."
  },
  {
    "date": "17-2-2025",
    "description": "تم إعداد محضر تنسيق بمعرفة المهندس المشرف أعمال يوضح ما يلي:\n\nتم إعلام المقاول بعدم البدء في أي أعمال تخص المظلة حتى يتم التنسيق التام، وفق الملاحظات والتوصيات الصادرة من كل من:\n\nمدير عام مساعد السلامة.\n\nمدير عام مساعد المستودعات.",
    "tag": "خطر",
    "fileLink": [
      "https://drive.google.com/file/d/1HMNAt7Zh86NsbTyYPTd3wDOcsYXFiM3X/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "18-2-2025",
    "description": "تم إعداد بند إضافي لأعمال المشاية الخاصة بالمظلة، وتم اعتماده من كل من:\n\nمدير عام مساعد الصيانة\n\nالمهندس المشرف (أنا)\n\nالملاحظات:\n\nالمقاول حدد سعرًا قدره 375 ألف جنيه، وهو مبالغ فيه جدًا مقارنة بالمواصفات والأعمال المطلوبة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1b0VdIwP1O90juCr6RXsdfDUkUGU76zbv/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "20-2-2025",
    "description": "تم إعداد محضر تنسيق أعمال من المهندس المشرف إلى المقاول يوضح ما يلي:\n\nلم يتم أي تقدم أو تنفيذ جديد في الموقع منذ سبعة أشهر.\n\nيجب مراعاة وضع الرصيف للمظلة الجديدة أثناء أي أعمال مستقبلية.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1LUmeNpOwyPebaNATTRu0boUCRmMokiJP/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "20-2-2025",
    "description": "تم إعداد محضر إثبات حالة أعمال بمعرفة المهندس المشرف يوضح ما يلي:\n\nالمقاول تغيب عن العمل منذ اجتماع 2-2-2025.\n\nعاد للظهور يوم 17-2-2025 فقط.\n\nعند العودة، قام بالتوقيع على جميع المحاضر السابقة جملة واحدة في كراسة الزيارة دون مراجعتها أو الالتزام بمضمونها.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/15evAOsqnxMtlvnNQvKdzdiU4BIRpdbu9/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "المقاول تغيب عن العمل لفترة طويلة وأقر بالمحاضر دون قراءة أو الالتزام، مما يعد مخالفة واضحة للتعاقد والتزاماته المهنية."
  },
  {
    "date": "25-2-2025",
    "description": "تم إعداد محضر تنسيق أعمال بمعرفة المهندس المشرف يوضح للمقاول ما يلي:\n\nيجب فك الوصلة 8 بوصة الحالية بالترنش واستبدالها بأخرى 12 بوصة.\n\nيجب تنفيذ هذا العمل دون الخروج من الترنش حفاظًا على سلامة الموقع والالتزام بالإجراءات.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1xHzv9DxlT0nU-RaxXRBirRYfqSGJcG7n/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "27-2-2025",
    "description": "تم إعداد محضر تنسيق أعمال بمعرفة المهندس المشرف يوضح ما يلي:\n\nتجاهل مدير عام مساعد الصيانة تعليمات المهندس المشرف.\n\nوافق على اقتراح المقاول بتنفيذ العمل خارج الترنش.\n\nشمل الاقتراح توريد عدد 5 أكواع 12 بوصة ورفع وإعادة تركيب عدد 2 مشاية.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1xwILLDI--R1mZ9eZc6OmX-sMRvUjfCYf/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد+مقاول",
    "condemnationDescription": "مدير عام مساعد الصيانة تجاهل التعليمات الرسمية للمهندس المشرف ووافق على العمل خارج الترنش وتريد لوازم خارج امر الاسناد"
  },
  {
    "date": "27-2-2025",
    "description": "تم إعداد محضر معرفه المهندس المشرف في كراسة الزيارة يوضح ما يلي:\n\nامتناعه عن تنفيذ اي أعمال تخص هذا المقاول بسبب المخالفات والتجاوزات السابقة.\n\nتم إرسال نسخة من المحضر إلى:\n\nمدير عام مساعد الصيانة\n\nالمدير العام\n\nفاكس إلى مدير عام الشؤون القانونية",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1Se4219fHV2S4Iy-vndw-cvhZV1QReTnu/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "9-3-2025",
    "description": "تم تقديم شكوى من المهندس المشرف إلى رئيس مجلس إدارة الشركة تفيد بما يلي:\n\nتعرضه للسب والإهانة المتكررة من أحد مقاولي المنطقة.\n\nتم توضيح طلباته المتكررة لتحويل إلى الشؤون القانونية لمتابعة المخالفات.\n\nأكدت الشكوى امتناعه عن تنفيذ أي أعمال تخص هذا المقاول لحين اتخاذ الإجراءات القانونية المناسبة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1Uq6gI4TtebBNJlpTnlftGr_-lo8gOBfq/view?usp=drive_link"
    ],
    "condemnation": "مدير عام و مساعد",
    "condemnationDescription": "تقصير الإدارة في الاستجابة لطلبات التحويل إلى الشؤون القانونية يعكس تقاعسًا في معالجة المخالفات ومنح المقاول فرصة للاستمرار في التجاوزات"
  },
  {
    "date": "26-3-2025",
    "description": "تقدم المهندس المشرف بطلب إلى رئيس مجلس إدارة الشركة لتغاضي عن الشكوى، موضحًا أن ذلك:\n\nليس ضعفًا منه، وإنما لتحقيق موافقة مدير عام المنطقة على طلباته، والتي تتضمن:\n\nاسترداد ما تم خصمه من راتبه.\n\nعدم استمراره في التعامل مع المقاول المخالف.\n\nإلزامه بأعماله الأصلية كمدير إدارة رفع كفاءة الطاقة",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1kmdEgRyk0Pf88ZcTV-xtPck7KvEukDnV/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "6-4-2025",
    "description": "استلم المدير العام خطابًا من المقاول يوضح فيه ما يلي:\n\nالمدة المحددة له لأعمال المظلة كانت شهرًا واحدًا.\n\nفوجئ بأن شركة النصر أوقفته عن العمل بسبب الظروف الجوية السيئة.\n\nطلب المقاول اعتبار فترة التوقف هذه ضمن المدة المخصصة له لأعمال المظلة.\n\nوقع على الخطاب كل من: مدير عام مساعد الصيانة ومدير عام المنطقة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1gfhHj7yLP8oWbvs-HQyW4WEM1a6vPr6q/view?usp=drive_link"
    ],
    "condemnation": "مدير عام و مساعد",
    "condemnationDescription": "موافقة مدير عام مساعد الصيانة ومدير عام المنطقة على طلب المقاول تعكس تقاعسًا في متابعة الالتزام بالجدول الزمني أو التحقيق في الظروف الجوية قبل اعتماد طلبه."
  },
  {
    "date": "12-5-2025",
    "description": "تم تشكيل لجنة من مدير عام المنطقة، برئاسة أحمد فوزي وبها إيرين، للوقوف على وضع العملية، وقد قامت اللجنة بما يلي:\n\nالمرور على موقع العملية والاطلاع على مستندات العملية، أمر الإسناد وأمر الإسناد الإضافي وجاري واحد.\n\nتبين وجود عيوب في صناعة وتركيب المظلة المعدنية الخاصة بالشحن.\n\nوجود أخطاء في تركيب قواعد المظلة.\n\nوجود عيوب ومشاكل في لحمات خطوط المواسير بأقطار 10، 12، 8، و6 بوصة، بالإضافة إلى خطوط الاستلامات، خطوط السحب من الصهريج، عنبر الطلمبات، ومظلة الشحن.\n\nوجود عيوب في تركيب المحابس والفلانشات.\n\nتم رفع الأمر إلى مدير عام المنطقة لمخاطبة مدير عام التفتيش الهندسي لطلب إجراء تفتيش هندسي شامل على الخطوط ومظلة الشحن.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1Hxb3cpuy-CZbzKnYoAMZqaMv0VcH6HBa/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "14-5-2025",
    "description": "قام مدير عام المنطقة بمحاولة استرداد الحافز الذي تم خصمه للمهندس المشرف في شهري يناير وفبراير بنسبة 50%.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1h0GPBItER8M-Xa-yME2s9WzVZzF6GMEi/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "27-5-2025",
    "description": "اصدر مدير عام المنطقة خطابًا إلى مدير عام التفتيش الهندسي بالموافقة على إجراء تفتيش هندسي شامل على الخطوط ومظلة الشحن، وذلك تمهيدًا لدخول مظلة الشحن في الخدمة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/18S0hIUA529ntIq2Y6eotW_dTtNqrVxDg/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "28-5-2025",
    "description": "أصدر مدير عام المنطقة، موقعًا من مدير عام مساعد الصيانة، خطابًا إلى مدير عام السلامة والصحة المهنية بشركة النصر للبترول يفيد بما يلي:\n\nأعمال الخطوط ومظلة الشحن قد انتهت.\n\nالأعمال المتبقية تتضمن اختبار الخطوط، تنفيذ اللحمات اللازمة أثناء الاختبار، ودهان الخطوط.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1EKC4r6TmULKWnlPzSKuEHXVFFF5vrxaL/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "17-6-2025",
    "description": "تقدّم المقاول بخطاب إلى مدير عام المنطقة يفيد فيه بأنه قد أنهى جميع أعمال العملية، ويطلب التوجيه لإجراء حصر ختامي واستلام الأعمال استلامًا ابتدائي تمهيدًا لصرف مستحقاته.\nقام مدير عام المنطقة بتحويل الأمر إلى المهندس المشرف.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1OW4YX3dG6KF97shFn7vqXfsZlJ5lgSCo/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "24-6-2025",
    "description": "قدّم المقاول خطابًا إلى مدير عام المنطقة يطلب فيه الإسراع في إجراء المستخلص الختامي، مشيرًا إلى أن الأعمال قد استُلمت جزئيًا، ولا يتبقى إلا المرحلة الأخيرة من الأعمال لاستكمال الاستلام.\nقام مدير عام المنطقة بتحويل الأمر للمهندس المشرف.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1XUpdVbFljlql6TxszVGfAuLOPjOR_ber/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "29-6-2025",
    "description": "أفادت الشؤون القانونية في خطاب رسمي بأنه تم الصلح بين المهندس المشرف وبين المقاول",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1rKHRdtUIrH1tliSUMLwdW-qOq3Hdakrg/view?usp=drive_link"
    ],
    "condemnation": "مدير عام و مساعد",
    "condemnationDescription": "لم يحدث صلح"
  },
  {
    "date": "7-7-2025",
    "description": "قدّم المقاول حصرًا للأعمال، لوحظ فيه:\n\nذكر إنشاء مظلة الشحن بشكل منفصل عن الأعمال الأصلية.\n\nتقديم عدة بنود مستجدة لم ترد في أمر الإسناد الأصلي.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1VYTMWZQtuR60XNtNTHjQ0DkasFOjtEBT/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "قدم بنود اضافية ثم تناذل عنها\nيوجد اكثر من ختم علي الورق"
  },
  {
    "date": "14-7-2025",
    "description": "أرسل مدير عام مساعد السلامة والصحة المهنية خطابًا إلى مدير عام مساعد الصيانة يُفيد بضرورة رفع المخلفات، مشيرًا إلى أن المقاول متخلف عن تنفيذ الأعمال.\nورد مدير عام مساعد الصيانة بأن متابعة العملية تتم من خلال المهندس المشرف",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1BctOv3_3hGtekSOZmzbb5ltqKzwhMxwp/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "20-7-2025",
    "description": "وجه المهندس المشرف خطابًا إلى كل من: مدير عام منطقة القناة، مدير عام مساعد الشؤون القانونية، مدير عام مساعد المراجعة، ومدير عام مساعد الصيانة، أفاد فيه بالاتي:\n\nلم يتصالح مع المقاول.\n\nلن يقدم أي حصر للأعمال إلا عن طريق لجنة مختصة.\n\nلم يتلقي أي حصر من المقاول حتى الآن.\n\nتم إرسال الخطاب عبر: البريد الإلكتروني للشركة، الفاكس، والواتساب لكل المعنيين.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1MGkYfMBYekePMMXnJLYJd3grGVhBCNO6/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "28-7-2025",
    "description": "أرسل مدير عام مساعد المستودعات خطابًا إلى مدير عام مساعد الصيانة يتضمن الملاحظات التالية حول العملية:\n\nعدم استكمال أعمال إنارة مظلة الشحن وتوصيل مفاتيح التحكم للطلمبات.\n\nوجود اهتزاز في مظلة الشحن.\n\nعدم استكمال أعمال الدهانات.\n\nاستخدام مرافق الشركة (مياه وكهرباء) وضواغط الهواء للاختبار الهايدروليكي للخطوط.\n\nوجود مخلفات في عدة مواقع.\n\nعدم إنهاء أعمال اللحامات وتوصيل الخطوط لطلمبة المازوت الصيني.\n\nعدم ربط خط الاستلامات للمازوت.\n\nعدم استكمال إنشاء وتركيب المشايات والسلالم اللازمة لوصول المشغل.\n\nعدم تنفيذ أعمال العزل الحراري للخطوط.\n\nعدم توصيل خطوط البخار.\n\nعدم تركيب جوانات ومسامير لبعض الفلانشات.\n\nعدم تركيب حوامل سبورتات للخطوط.\n\nأشار الخطاب إلى أن المقاول استعار خرطوم هواء بطول 30 متر ولم يُعده وتسبب بكسر منجلة خاصة بالمستودع.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1dqWA03ENPd5f6u9BZSlc217W86BC9GMH/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "تقصير المقاول في تنفيذ جميع أعمال العملية وعدم الالتزام بالسلامة والمعايير الفنية\nتسبب المقاول بأضرار للمعدات الخاصة بالمستودع (كسر المنجلة وعدم إعادة خرطوم الهواء)."
  },
  {
    "date": "6-8-2025",
    "description": "ارسل مدير عام مساعد المستودعات خطابًا إلى مدير عام مساعد الصيانة مضافًا إليه ملاحظة جديدة تفيد بأن المقاول استخدم 15 مترًا من حديد كمر مجرى بعرض 15 سم.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1xF-jM8LWCbxC4VjMwf6lPOLGo5LZsVsl/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "استخدام المقاول لمواد إضافية أو معدات غير مخطط لها دون إشراف أو توثيق، مما يعكس عدم الالتزام بالإجراءات والمعايير المعتمدة"
  },
  {
    "date": "7-8-2025",
    "description": "تقدّم المقاول بخطاب إلى مدير عام المنطقة للرد على الملاحظات، موضحًا ما يلي:\n\nتم تركيب ثلاثة كشافات إنارة بدل واحد فقط كما ورد بالمقايسه.\n\nلم يتم التوصيل وفق المقايسه، وقد تم تعديل المظلة لمنع الاهتزاز، وهي تعمل منذ عدة أشهر دون مشاكل.\n\nتم خصم نسبة من قيمة الدهان حسب أسعار المواسير وأقطارها.\n\nتم رفع جميع المخلفات بالموقع.\n\nتم ربط جميع الخطوط بطلمبة الشحن الصينية وخط الاستلامات.\n\nتم تنفيذ المشايات المهمة فقط، مع تجاوز أعمال الحديد بالكيلوجرام.\n\nتم عمل عزل حراري بسماكة 1 مم، وهو ضعف ما ورد بالمقايسه.\n\nلم يتم عمل أو فك أي خطوط بخار ، حيث لم تكن موجودة بالمقايسه.\n\nتم تركيب جميع الجوانات والمسامير لجميع أعمال الفلانشات والبلوف.\n\nجميع الخطوط محمولة على حوامل وسبورتات.\n\nتم توريد جميع المبينات والدرينات بنسبة التوريد فقط، وسيتم تركيبها بمعرفتكم.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1RdumYHiRN8_BB-3Hc6FCxviAHVDUAlzy/view?usp=drive_link",
      "https://drive.google.com/file/d/1by7dWPbGwjjdQRwvAWJXCTHlEfggBjN0/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "المقاول أقر بتجاوز الأعمال المخططة بالكيلوجرام في الحديد، وهو خرق واضح لشروط المقايسه والعقد."
  },
  {
    "date": "9-8-2025",
    "description": "تم إعداد محضر حصر أعمال مؤقت بحضور المهندس المشرف وبحضور محمد السيد المشرف والمقاول، واتضح من المحضر وجود اختلافات كبيرة بين بيانات المقاول وما هو موجود فعليًا في الموقع.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1FvcDYEXdAyObHqKSPjpq8RIs7LwhP4gE/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "وجود تباين كبير بين ما قدمه المقاول وما هو موجود فعليًا في الموقع يشير إلى قصور أو تقصير من المقاول في تقديم بيانات دقيقة."
  },
  {
    "date": "24-8-2025",
    "description": "التاريخ الاصح هو ١٩ -٨ - ٢٠٢٥ قام المهندس المشرف بمخاطبة المدير العام، مدير عام مساعد الصيانة، واللجنة المشكلة لحصر الأعمال بشأن نزع العزل الحراري الذي قام به المقاول، وأثبت ذلك في عدة محاضر وضمن الدفعة الأولى من الأعمال. أشار إلى أن أي تلفيات في الموقع تقع تحت مسؤولية المقاول، وطالب تحديد موقف الشركة من الأعمال غير المنفذة وفق ما ورد من مدير عام مساعد المستودعات، مع التنويه إلى سحب لوازم تم صرفها من الشركة مرفقة طيًا.\n\nأشار مدير عام مساعد الصيانة إلى أن رئيس اللجنة يرفض استلام قرار تشكيل اللجنة، ثم أرفق مدير عام المنطقة بأن رئيس اللجنة قد وافق على القرار.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1uaVkfw64RTdEkkRG2uF3DuBRWkhshK64/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "7-9-2025",
    "description": "قرار لجنة حصر الأعمال، المشكلة من أحمد فوزي ومجدي و المهندس المشرف وإيرين وبحضور المقاول، جاء كالتالي:\n\nقامت اللجنة بدراسة ملف العملية، ومعاينة وحصر الأعمال المنفذة على الطبيعة بمعرفة المقاول.\n\nلوحظ ما يلي:\n\nمظلة الشحن غير آمنة.\n\nعدم الانتهاء من المشايات.\n\nعدم اكتمال الدهان.\n\nعدم اكتمال هدر السحب والطرد للطرمبات، مما يجعل العملية غير جدوى.\n\nاعتُبر الحصر والمستخلص المقدمين من أعضاء اللجنة نهائيًا وهو الحصر الختامي.\n\nتوصلت اللجنة إلى عدم استلام العملية ابتدائيًا إلا بعد تلاف الملاحظات وبمعرفة لجنة التفتيش الهندسي.\n\nتوصي اللجنة بـ:\n\nوقف جميع مستحقات المقاول لحين الانتهاء من استلام جميع الأعمال.\n\nشطب المقاول.\n\nرفعت اللجنة توصيتها إلى مدير عام المنطقة.\n\nتم التوضيح أن المهندس المشرف كان في اللجنة عضوًا استشاريًا فقط لإبداء الرأي والملاحظات، ولم يوقع على الحصر أو المستخلص، بينما وقّع عليه باقي أعضاء اللجنة والمقاول.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1IkS5fvdnTkjbzWKCvN6c7zpUBXicziBt/view?usp=drive_link",
      "https://drive.google.com/file/d/1jqs-vENSd_PGa4sQMYE5cifnaLGOy086/view?usp=drive_link",
      "https://drive.google.com/file/d/1oAL-THRyMuZOEM0DJyxa6MaFq2jKcud4/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "21-9-2025",
    "description": "ورد خطاب من المقاول موجه إلى مدير عام المنطقة يشير فيه إلى أنه سبق أن قدّم بتاريخ 17.09.2025 خطابًا بخصوص بعض الأعمال الإضافية غير الواردة بأمر الإسناد، موضحًا أن هذه الأعمال كُلّف بها شفهيًا من المهندس المشرف.\nلم يتلقي المهندس المشرف هذا الخطاب إلا بتاريخ 24.09.2025، كما أن الخطاب الذي أشار إليه المقاول لم يستلمه المهندس المشرف، إذ تم تسليمه إلى مدير عام مساعد الصيانة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1oIaVNcJzz85ilDmJcICjYFcHhDkfbeqQ/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "المقاول أقرّ بتنفيذ أعمال إضافية بتكليف شفهي دون وجود مستند رسمي، مما يشكل مخالفة صريحة للإجراءات التعاقدية.\n\nمدير عام مساعد الصيانة استلم الخطاب ولم يمرره إليك في حينه، مما يشير إلى قصور إداري في التواصل وتسلسل المكاتبات داخل الإدارة."
  },
  {
    "date": "23-9-2025",
    "description": "تم إعداد محضر لجنة معينة الأعمال من القاهرة بمعرفة المهندس محمد نبيل، وقد وقّع المهندس المشرف على المحضر موضحًا أن موقفه محل التباس، وأنه لا توجد له سيطرة تخوله إجراء حصر أو اعتماد أي خصومات على المقاول.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1-RMXMPHBwq0bZAFfIV8_RiPOGHXxqw0q/view?usp=drive_link",
      "https://drive.google.com/file/d/14UB_vff8UHxvZfFxsOf4LoZTKotdJYYE/view?usp=drive_link",
      "https://drive.google.com/file/d/1ZEdCjPUtrZEkNvwXkSoV1-euKckOItAo/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "24-9-2025",
    "description": "ورد خطاب من مدير عام مساعد الصيانة إلى المدير العام يفيد بطلب تحويل المهندس المشرف إلى الشؤون القانونية للتحقيق بدعوى أنه أخفي بعض المستندات عن لجنة حصر الأعمال، وكذلك امتناعه عن التوقيع على حصر اللجنة.\nوقد طلب منه المدير العام سرعة الرد على الخطاب حتى لا يتم تحويل الموضوع إلى الشؤون القانونية.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1EFapG1Q5oy5EYyZKtOgOUbh29qpDRStr/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد الصيانة",
    "condemnationDescription": "مدير عام مساعد الصيانة وجّه اتهامًا دون تثبيت واقعة أو مستند يثبت الإخفاء، وهو ما يُعد إجراءً متسرعًا وغير مدعوم بالأدلة.\n\nالاتهام يتعارض مع ما تم توثيقه سابقًا من أن دورك كان استشاريًا فقط في لجنة الحصر، مما يكشف عن خلل إداري أو محاولة تحميلك مسؤولية لا تدخل ضمن صلاحياتك."
  },
  {
    "date": "25-9-2025",
    "description": "قام المهندس المشرف بالرد على خطاب بتاريخ 24.09.2025، وتبيّن من مضمون المكاتبات والوقائع أن هناك تعمدًا في توجيه اتهامات باطلة ضده من قبل مدير عام مساعد الصيانة والمدير العام، وأن ما ورد بخطاباتهم لا يستند إلى حقائق أو مستندات صحيحة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1VBXn1HssV21t6iLdj0ph7UAfmW-oIQKQ/view?usp=drive_link",
      "https://drive.google.com/file/d/1ut6buuhEWEdqdwMqEj-iN1yx6Mqc7JBa/view?usp=drive_link",
      "https://drive.google.com/file/d/1vLuuPRPwgqAjcrR3fDYc3xV0vCWLNqHz/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد الصيانة",
    "condemnationDescription": "قيام مدير عام مساعد الصيانة والمدير العام بتوجيه اتهامات غير مثبتة يمثل تجاوزًا إداريًا واضحًا ومؤشرًا على تعمد الإضرار المهني بك أو الكيد الإداري، وهو ما يُعد خللًا في الأمانة المهنية وسوء استخدام للصلاحيات."
  },
  {
    "date": "28-9-2025",
    "description": "قام المهندس المشرف بتوجيه خطاب إلى مدير عام المنطقة بطلب تكليفه رسميًا بمخاطبة المقاول لتنفيذ أربع نقاط أساسية لتشغيل المشروع، وذلك نظرًا لعدم اتخاذ مدير عام مساعد الصيانة أي إجراء في هذا الشأن وانشغاله بتصرفات شخصية ضد المهندس المشرف.\n\nتضمنت النقاط الأربع المطلوب تنفيذها ما يلي:\n\nتركيب محبس 6 بوصة على بايباس خط شحن المظلة.\n\nعمل خط بمحبس على هدرة الطرد حتى خط تدفيع النقلات.\n\nتوصيل خط الاستلامات.\n\nاختبار الخطوط.\n\nوأوضح في خطابه أن هذه الأعمال لا يمكن التغاضي عنها بأي حال، وأن أي جهة تفتيشية لا يمكنها تجاهلها لما لها من أهمية مباشرة في تشغيل المشروع بأمان وكفاءة.\nقام مدير عام المنطقة بتحويل الخطاب إلى مدير عام مساعد الصيانة، ولم يتلقي أي رد حتى تاريخه.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1VHj-ZQ2zegzLRroYF0_SYH42lR0PZM-z/view?usp=drive_link"
    ],
    "condemnation": "مدير عام و مساعد",
    "condemnationDescription": "مدير عام مساعد الصيانة تجاهل مخاطبة المقاول بشأن أعمال أساسية لتشغيل المشروع، ولم يرد بعد إحالة الموضوع إليه، ما يشير إلى تقصير واضح في أداء مهامه الفنية والإدارية.\n\nإحالة المدير العام للخطاب دون متابعة لاحقة أو توجيه بالرد يُظهر ضعفًا في المتابعة الإدارية من قبله، خاصة أن البنود الأربعة تتعلق بسلامة تشغيل المشروع."
  },
  {
    "date": "05-12-2023",
    "description": "أصدر مدير عام المنطقة خطابًا موجهًا إلى المقاول لاستئناف العمل المتوقف منذ تاريخ 10-11-2023، وقد تم توقيع الخطاب من المهندس المشرف، ومدير عام خبير طارق جلال، ومدير عام مساعد الصيانة.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/116be4Q9JlTO9EYlvNkmp41FLvcxnYzsv/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": "يبيّن أن المهندس المشرف قام بدوره الإداري والفني برفع التوصية المناسبة.\nيوثق موقف الإشراف المهني تجاه استمرار المقاول المقصّر.\nتجاهلت الإدارة خطاب المهندس المشرف الذي أوصى بسحب العملية من المقاول رغم وجود مبررات فنية وإدارية كافية، ما يُعد تواطؤًا أو تقصيرًا إداريًا واضحًا في اتخاذ الإجراء اللازم، وأدى إلى إضعاف المتابعة التنفيذية للمشروع."
  },
  {
    "date": "30-10-2023",
    "description": "محضر استلام مهمات",
    "tag": "خطر",
    "fileLink": [
      "https://drive.google.com/file/d/1qeZjUaWhhjvUVUDouUWhy-kTSNZL-8aq/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "07-11-2023",
    "description": "تسليم موقع",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1-PFo24alW-P-Z2XqpAwyp_5j0EhLIrP5/view?usp=drive_link",
      "https://drive.google.com/file/d/1VBALe02fuwpuA2k78_dLI4gZNlcbbwng/view?usp=drive_link",
      "https://drive.google.com/file/d/1uUdiQ9E8N-DCxrMEwWOtqMg-45gZgUef/view?usp=drive_link"
    ],
    "condemnation": "لي",
    "condemnationDescription": ""
  },
  {
    "date": "18-08-2024",
    "description": "خطاب من مدير عام مساعد المستودعات الي مدير عام مساعد الصيانه يطلب فيه تغير وصله الي 12 بوصه",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1w-TPqhk2tnSRF3TRCoUGUjRuvNLkgLcj/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "20-01-2025",
    "description": "تقدم المقاول بخطاب إلى مدير عام المنطقة، يفيد بأن مهندس العملية لا يقوم بالتوقيع على تصاريح العمل، ويطلب تكليف مهندس آخر لمتابعة الأعمال، مشيرًا إلى توقفه لعدم تعاون مهندس العملية.\nرد الإدارة:\n\nوقع مدير عام المنطقة على الخطاب مبيّنًا أن أي شخص يتسبب في توقف العمل سيتم تحويله إلى الشؤون القانونية.\n\nوقع مدير عام مساعد الصيانة على الخطاب مشددًا على ضرورة اتخاذ الإجراءات القانونية في حالة استمرار التعطيل.",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1XXvwdsd0OyeTYGEbiGhq_KtMbUXbBPeo/view?usp=drive_link"
    ],
    "condemnation": "مدير عام+مساعد+مقاول",
    "condemnationDescription": "لمقاول ادعى توقف العمل بسبب عدم توقيع المهندس، في حين أن سبب التأخير قد يكون نتيجة تجاوزاته أو عدم التزامه بالجدول الزمني، مما يعكس تقصير المقاول في تنفيذ الأعمال المكلف بها.\n\nالإدارة (مدير عام مساعد الصيانة) أظهرت موقفًا صارمًا تجاه المهندس المشرف، مع تهديد بإجراءات قانونية رغم أن المشكلة قد تكون من المقاول نفسه، مما يشير إلى قصور إداري محتمل في تقييم الوقائع بدقة."
  },
  {
    "date": "02-02-2025",
    "description": "محضر قياس طول المظله بواسطة كلا من المهندس المشرف و محمد الطناوي",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1R6LAlx_M75mbViYqsAeIQsz4-AtXR6ZI/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "13-02-2025",
    "description": "محضر تنسيق اعمال من المهندس المشرف الي المقاول يلزمة بتنفيذ تعديل علي ارتفاع المظله طبقا لتعليمات مدير عام مساعد المستودعات وعمل تعديل علي خط السحب نقطة الاستلام من شركة المعمل",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1k2dxZXx913buf_I4NbZJj_y_DxtXMsY5/view?usp=drive_link"
    ],
    "condemnation": "مقاول",
    "condemnationDescription": "لم يقوم بتنفيذ ايا من تلك التعليمات"
  },
  {
    "date": "21-07-2025",
    "description": "خطاب من مدير عام المنطقة ومدير عام مساعد الصيانه الي مدير جمرك ميناء الزيتيات و شركه ميناء الزيتيات وذلك لرفع المخلفات بالموقع",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1_g2hBflx4kiil7P1YIYt7nGj1ja7Irev/view?usp=drive_link",
      "https://drive.google.com/file/d/1f7_dFvTZ9hUnRXq7TXbkcTmWfO2-mDob/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "01-09-2025",
    "description": "خطاب من مدير عام مساعد السلامه والصحة المهنيه الي مدير عام مساعد الصيانه لاستكمال اعمال المشايات و رفع المخلفات",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1Tltolf76NoVjXCGU055qXkFiSGHRXW5q/view?usp=drive_link"
    ],
    "condemnation": "مدير عام مساعد الصيانة",
    "condemnationDescription": "تم الرد علي ان هذة الاعمال كان المهندس المشرف يطلبها منذ عام ونصف"
  },
  {
    "date": "15-10-2025",
    "description": "طلب من المهندس المشرف الي حسابات الصرف بتطبيق نسب خصم علي المقاول عن طريق لجنة الحصر",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1MqDzdbEikZPaKrQs6n7U7ux-iwIfCYpG/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "30-04-2024",
    "description": "خروج لوازم مواسير وكيعان بعرفة مدير عام مساعد الصيانه الي المقاول",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1QL8BRIBNuuH7DwU5HJt9JtXfrE-zheSp/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "02-07-2024",
    "description": "خروج محبس 8 بوصه بمعرفة المهندس المشرف",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/14lbQOp9ImLNgLWwFOCrJ4ZDd7ELTXKeD/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": "عدم التزام المقاول بتنفيذ التعليمات حسب الترتيب المطلوب أو تجاهل تعليمات المهندس المشرف قد يُظهر تقصير المقاول ويؤثر على سير المشروع وسلامة التنفيذ."
  },
  {
    "date": "11-02-2024",
    "description": "خطاب موجه من مدير عام مساعد الصيانه و المهندس المشرف الي مدير عام مساعد المراجعه يفيد باضافه مدة توقف للمقاول",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1kl4OiRKraTXS7JjD5R7X4w35Mvqtrs8a/view?usp=drive_link"
    ],
    "condemnation": "",
    "condemnationDescription": ""
  },
  {
    "date": "17-09-2025",
    "description": "اعمال اضافيه قدمها المقاول للمدير العام و وجهت لمدير عام مساعد الصيانه",
    "tag": "",
    "fileLink": [
      "https://drive.google.com/file/d/1yQCIYs9DBThYszl6AZX51f5NnhSRf8EJ/view?usp=drivesdk"
    ],
    "condemnation": "",
    "condemnationDescription": "المقاول أقرّ بتنفيذ أعمال إضافية بتكليف شفهي دون وجود مستند رسمي، مما يشكل مخالفة صريحة للإجراءات التعاقدية.\n\nمدير عام مساعد الصيانة استلم الخطاب ولم يمرره إليك في حينه، مما يشير إلى قصور إداري في التواصل وتسلسل المكاتبات داخل الإدارة."
  }
]