[
  {
    "id": "1",
    "content": "\n\n\n16-7-2024 خطابًا إلى مدير عام الشؤون الهندسية\n9-3-2025 شكوى إلى رئيس مجلس إدارة الشركه\n10-6-2024 بدون تصريح من الأمن الصناعي، ودون وجود المهندس المشرف وتم تكسير القواعد دون اعتراض من المهندس مجدي\n11-8-2024 المقاول لم ينفذ جميع الأعمال المطلوبة منذ أكثر من شهرين بمعرفة مدير عام مساعد الصيانة\n4-9-2024 الي مدير عام مساعد الصيانة بالفكس"
  },
  {
    "id": "2",
    "content": "30-5-2024 المقاول حضر ولم يتمكن من استخراج تصريح العمل الخاص بالسلامة والصحة المهنية\n3-3-2024 تم تعطيل المقاول 20 يوم بسبب الامن الصناعي\n\nhttps://drive.google.com/file/d/1DCnWK86fhq5IJzOXU-U9e2P8VqgmVrCv/view?usp=drive_link\n سماحيات الدهان"
  },
  {
    "id": "3",
    "content": "وبناءً على ظروف العمل (استخراج تصاريح) والتسارع قمت بالتوقيع بدلاً منه على المحضر بهدف تسريع إجراءات تسليم الموقع وإتمام الأعمال، وليس بقصد التحايل أو إحداث ضرر لأحد.\n\nقبل التوقيع تم إعلام الزميل بالمحضر شفاهيا، وتم تحرير محضر آخر بيني وبينه يفيد بأنه اطلع على المحضر ووافق على ما جاء فيه (نسخة مرفقة).\n\nالزميل المعني يعمل فني صيانة وليس فني عمليات أو مشرف عمليات، وله غيابات متكررة مثبتة بمحاضر غياب/سجلات حضور.\n\nلم يترتب عن توقيعي أى مكسب مادي لي أو خسارة مادية أو معنوية لأي طرف، ولم أخفِ حقائق أو أدلي بمستندات مزورة بنية الإضرار.\n-----------------------------\nالمحضر الخطئ هو الاول وعملت محضر مع جابر وعرض الامر علي علي سليم قلي لا خلاص انسي النسخه دي وعمل نسخه تانيه في حضور المقاول واقسم بانه مزق المحضر الخطا\n-----------------------------\n07-11-2023     اقرار جابر بالتسليم\n"
  },
  {
    "id": "4",
    "content": "- لم ينفذ الجزئ المختلف عليه مع مقاول اخر\n- لم ينتهي من العمليه سحب العمليه ايام العمل الفعلي من تصاريح الامن الصناعي جوابات توقف معتمده\n- دون اي سيطره اشرافيه وهم يعلمون\n- استلام اي اوراق من المقاول بشكل معتمد   20-01-2025   20-5-2024  اما انا لا يمكني توصيل اي شئ مخالف الا عن طريق الفكس\n- لم يتحرك احد الا بعد ما المقاول قال خلصت عمل لجنه وخلافه\n- من اختبر الخطوط من ركب المظله \n- اتهامي باخفاء ورق عن اللجنه\n- عوزين يقولوا ان المقاول الي بقاله سنتين في العمليه مقاول ميه ميه وانا اتخصملي اكبر من خصم المقاول\n- \n"
  }
]