[
  {
    "id": "1",
    "content": "\nدون أي مساعدة، وهو ما يتعارض مع طبيعة الوظائف الإشرافية التي يفترض أن تتضمن مهام القيادة والتوجيه وتوزيع العمل.\n\nدفتر الزياره العمليه عباره عن رسمتين من طارق كنت اتابعهم ولما طلبت تعديلات اترفضلما فعلنا دفتر الزياره تغيب ورج مضي علي كله ده الي فضل معي من محاضر تنسيق اعمال لازم تاكد علي ان ده الي فضل بعد سرقه مستندات مني\n\n بصفتي مهندس العمليه فين جوبات التوقف واعتماد المدد\n\nالامن الصناعي ليه مسحبش الفير باص في عدم تواجدي وعدم تواجد مهندس مختص طرف المقاول بتاريخ ٤ شهر ٧ سنه ٢٠٢٤ طلبت انه لا يعمل الا في وجودي\n\nالعزل كان يعمل من دماغه\nعمل قواعد خرسانيه كان من دماغه\nسحب تصريح بخصم حافز\nطلب تنسيق اعمال اتهان واتشتم\nطلب حصر مهمات اتشتم\nمحضر تنسيق بخصمين حافز\nبدء التسجيل في دفتر تعارض مع علي وعلي اقر المقاول\nقدر يعمل ويركب مظله بدون طلب او اشراف مني\n\n16-7-2024 خطابًا إلى مدير عام الشؤون الهندسية\n9-3-2025 شكوى إلى رئيس مجلس إدارة الشركه\n10-6-2024 بدون تصريح من الأمن الصناعي، ودون وجود المهندس المشرف وتم تكسير القواعد دون اعتراض من المهندس مجدي\n11-8-2024 المقاول لم ينفذ جميع الأعمال المطلوبة منذ أكثر من شهرين بمعرفة مدير عام مساعد الصيانة\n4-9-2024 الي مدير عام مساعد الصيانة بالفكس"
  },
  {
    "id": "2",
    "content": "30-5-2024 المقاول حضر ولم يتمكن من استخراج تصريح العمل الخاص بالسلامة والصحة المهنية\n3-3-2024 تم تعطيل المقاول 20 يوم بسبب الامن الصناعي\n\nhttps://drive.google.com/file/d/1DCnWK86fhq5IJzOXU-U9e2P8VqgmVrCv/view?usp=drive_link\n سماحيات الدهان"
  },
  {
    "id": "3",
    "content": "07-11-2023     اقرار جابر بالتسليم\nوبناءً على ظروف العمل (لم يتم استخراج تصريح دخول له) والتسارع قمت بالتوقيع بدلاً منه على المحضر بهدف تسريع إجراءات تسليم الموقع وإتمام الأعمال، وليس بقصد التحايل أو إحداث ضرر او نفع لأحد.\nقبل التوقيع تم إعلام الزميل بالمحضر شفاهيا، وتم تحرير محضر آخر بيني وبينه يفيد بأنه اطلع على المحضر ووافق على ما جاء فيه (نسخة مرفقة).\nالزميل المعني يعمل فني صيانة وليس فني عمليات أو مشرف عمليات وحسابات الصرف لاتنظر الي توقيعه من عدمه وصرفت مبالغ ماليه دون توقيعه علي المحضر، وله غيابات متكررة مثبتة بمحاضر غياب/سجلات حضور.\nلم يترتب عن توقيعي أى مكسب مادي لي أو خسارة مادية أو معنوية لأي طرف، ولم أخفِ حقائق أو أدلي بمستندات بنية الإضرار بل كانت حسن النيه هي الاساس.\n-----------------------------\nالمحضر الخطئ هو الاول وعملت محضر مع جابر وعرض الامر علي علي سليم قلي لا خلاص انسي النسخه دي وعمل نسخه تانيه في حضور المقاول وقال انه مزق المحضر الاول\nليه عملوا محضرين ليه مش وجهلي اي ادانه\nنيه موبيته لماذا لم تظهر قبل ذلك هذه المشكله\n-----------------------------\nنعم وقعت له في احدي المحاضر ولاكن هل هذا هو ام لا لا اعلم\n——————————-\nاي محضر قديم لا اعلم ولاكن ان كان هذا توقيعي انا فانا اتحمل كافه المسووليه واكيد هو يعلم\n————————————-"
  },
  {
    "id": "4",
    "content": "- لم ينفذ الجزئ المختلف عليه مع مقاول اخر\n- لم ينتهي من العمليه سحب العمليه ايام العمل الفعلي من تصاريح الامن الصناعي جوابات توقف معتمده\n- دون اي سيطره اشرافيه وهم يعلمون\n- استلام اي اوراق من المقاول بشكل معتمد   20-01-2025   20-5-2024  اما انا لا يمكني توصيل اي شئ مخالف الا عن طريق الفكس\n- لم يتحرك احد الا بعد ما المقاول قال خلصت عمل لجنه وخلافه\n- من اختبر الخطوط من ركب المظله \n- اتهامي باخفاء ورق عن اللجنه\n- عوزين يقولوا ان المقاول الي بقاله سنتين في العمليه مقاول ميه ميه وانا اتخصملي اكبر من خصم المقاول\n- "
  },
  {
    "id": "5",
    "content": "ليه اللجنه مش كتبت اني ارفض تسليم ورق وهي علي علم بالبنود الاضافيه\nما هي مشتملات الدوسيه و ماهي الاوراق التي تلاحظ انها مفقوده لماذا لم يصفها ويحددها\n\nليس لي خصوصيه او اي احد يساعدني في مراقبه الملفات\n\nتم تمرير الدوسيه علي اكثر من فرد في فتره الامتناع 6-4-2025 "
  }
]